{
    "file": "esg-reporting-guide_final_eng.json",
    "environment_summary_extractive": [
        "Setting sustainable development goals is at the core of strategic planning, taking actions to confront global challenges such as climate change, other economic sustainability action plan and so do capital finance, the incorporation of environmental, social declaring its commitment to meet the UN Sustainable Exchanges (FESE) in its Sustainable Finance Task Force • improve the sustainability reporting and ESG data The global environmental and social challenges the world is facing are now clearly apparent expand their corporate valuation models currently in use involving sustainability criteria, sustainability-related information to satisfy investors’ expectations.",
        "will drive Europe to a more resilient and sustainable high-level, integrated or stand-alone sustainability ESG aspects – such as for instance sustainability risk sustainable operation for our issuers and maybe also • Material information that sustainability reporting should cover Sustainability and ESG are often used as synonyms.",
        "On the other hand, sustainability reporting may bring focus of institutional investing towards environmental Finding adequate metrics to measure the adherence to sustainability goals gas) and certain consumer groups (environmentconscious, solvent millennial generation) have already and sustainable investments will be incentivised and Employees’ interests regarding sustainability matters may • they expect their immediate working environment to sustainability efforts and help listed companies to live UN Sustainable Stock Exchanges (SSE), many exchanges more on product safety, environmental protection and Sustainability gets superior media and public attention highly engage in environmental and social responsibility Both the materiality of sustainability issues and the materiality, i.e. financial materiality and environmental company’s impact on the climate, the environment and the climate may be considered financially material7.",
        "Source: Guidelines on reporting climate-related information, TFCD 7 Guidelines on reporting climate-related information, European Commission Directorate-General for Financial Stability, Financial Services and Capital Markets Union, European • The Sustainability Accounting Standards Board (SASB)10 Significance of economic, environmental, and social impacts Environmental, social and governance principles are a framework of standards by which a environmental, HR, purchasing, legal need to be involved to ensure their input is integrated into the report.",
        "11 For a more comprehensive review of ESG Regulations, please consult FACTSET’s EU Environmental Social Governance (ESG) Regulations Guide by Barrie C. Ingman 12 Transforming our world: the 2030 Agenda for Sustainable Development | Department of Economic and Social Affairs (un.org) and environmental challenges in order to help investors, sustainability regulations, as, effective from June 10, Initiatives18, such as the Sustainable Finance Action (SFDR)20 (Regulation (EU) 2019/2088 on sustainabilityrelated disclosures in the financial services sector), 17 Financing the climate transition Consilium (europa.eu) 18 Sustainable finance | European Commission (europa.eu) with establishing the actual list of environmentally sustainable activities by defining technical screening services associated with climate change mitigation and climate change adaptation, as well as the proportion associated with climate change mitigation and climate the less strict EU Climate Transition Benchmarks and with regard to the integration of sustainability risks and the consideration of adverse sustainability impacts in their processes and the provision of sustainabilityrelated information with respect to financial products.",
        "make Europe the first climate neutral continent by 2050. plan, which will mobilise at least €1 trillion of sustainable needed for the transition to a climate-neutral, green, sustainable investment), establishes the criteria for • Sustainable Corporate Governance: a new initiative sustainability disclosure practice, may be limited.",
        "against climate change, issue specific disclosure and as well as the Paris Climate Agreement, regional and Based Targets Initiative (SBTi), which focuses on climate focused on sustainability, operational performance was We have historically relied on the GRI, as our sustainability report we transitioned from a narrative-driven sustainability report to a more For the 2020 Annual Report climate related disclosures are produced In ‘entry level’, issuers publish at least a standalone, non-standardised ESG disclosure, may it be a CSR, sustainability"
    ],
    "social_summary_extractive": [
        "natural disasters, poverty, biodiversity loss, overpopulation, infectious diseases, to mention only a Exchanges also play an important role in education, conferences, educational events to spread the notion of related matters (such as employment, board diversity, broader sense it also extends to certain social issues as well as corporate governance practices.",
        "The growing demand for socially responsible investments and the tightening regulatory may be difficult at times, but not necessarily.",
        "is an easily accessible metric which might give valuable feedback on employee supported by various taxing (social security) advantages, • they are also increasingly conscious about the social/ training and qualifications, gender equality /diversity/, physical working conditions, social dialogue, rights of workers, trade union rights, health and safety, etc.",
        "); social responsibility efforts are becoming for them.",
        "engaged in social responsibility matters require their to conduct socially responsible operation.",
        "social impacts of the organization, both positive and growth, social inclusion and environmental protection.",
        "and diversity information) requires large public interest information on the way they operate and manage social related to employment, board diversity, human rights, should be extended to more ESG aspects (social) and in size, region, sector or other aspects for inclusion in"
    ],
    "governance_summary_extractive": [
        "Integrated reporting to enhance transparency and address interconnectivity most likely manifested in more stringent transparency all ESG transparency efforts, ratings and ESG disclosures reporting duties and improved transparency, so certain In addition to achieving better transparency and thus Corporate governance is the focus area of ESG which that “efficient monitoring of the compliance with the corporate governance codes is required at a national parallel system of corporate governance reporting will 6 Corporate Governance Recommendations Bet site (bse.hu) The management and the board of directors should also have an essential role in the integration and oversight of ESG supervisory board and the audit committee and this fact auditors is also highly recommended to strengthen the The ESG report can be included in the board of directors’ annual report, elsewhere in the to help market participants in their ESG compliance undertakings) and financial advisers on transparency"
    ]
}