{
    "file": "infosys-esg-report-2024-25.json",
    "environment_summary_extractive": [
        "Infosys’ climate positive strategy builds on the Company’s achievements over the last two decades renewable energy integration, and largescale offset projects Our approach to becoming climate positive focuses on transformational actions that address emissions at their source, leveraging innovative Driving absolute emissions reduction across value chain • Replace R22 refrigerants with lowGWP sustainable alternatives.",
        "Solidifying its ongoing commitment to sustainability interventions such as high-recycledcontent aluminum façades, low-carbon As a demonstration of our commitment towards environmental stewardship and driving positive outcomes, we implemented an Energy Management System and achieved ISO 50001:2018 our sustainability initiatives by including other locations in the certification process in a phased This has enabled us to focus our efforts on improving energy efficiency, energy performance, collaborate and innovate in the most energyefficient environments possible.",
        "Rejuvenation of lakes is vital for India’s sustainable ecosystems play a key role in climate resilience and Waste management is a complex global challenge, with practices and effectiveness varying in waste generation, while poor waste management continues to pollute land, water, and air, raising alarm over environmental degradation.",
        "The World Bank estimates global per capita waste generation at 0.74 kg per day, with projections While traditional waste systems can manage annual costs, transitioning to a circular economy, through prevention, sustainable design, and full lifecycle management— offers For Infosys, waste is a priority material topic with clear relevance we aim to continuously improve our waste strategy and enhance alignment with our broader waste-related disclosures are aligned with globally Effective segregation of waste is achieved using wet of e-waste is an inherent aspect of our operations.",
        "Our e-waste stream comprises a wide range of items, We also carried out creative sustainability initiatives publications, spanning introduction to sustainability, effective waste management practices, anti-corruption Volunteers from Infosys participating in waste drives Principles (WEP), we strive to create an environment jurisdiction in which we operate, and respect for others and having an environment where everyone can succeed is a core value.",
        "environment is not restricted only to our employees, the Business Responsibility and Sustainability Report • Building sustainable and responsible supply chains cybersecurity, information technology, governance, sustainability, ESG, sales • 273 suppliers engaged to enhance their climate performance global business, cybersecurity, information technology, governance, sustainability, ESG, sales and marketing, delivery, risk relating to climate action and sustainability efforts principles for building and improving its sustainable a large part of our capex in fiscal 2025 on climate benchmark practices in environmental sustainability CEO Climate Leaders, a coalition of business leaders progress in creating a truly inclusive environment.",
        "key sustainability themes, leveraging Infosys Topaz, gateway to sustainability-focused insights, offering sustainability-related questions, offering an efficient • Insights Across a Range of Sustainability Topics: users’ sustainability questions, informed by trusted"
    ],
    "social_summary_extractive": [
        "• World Record in Wonder Book of Records: Largest employee and family-driven of good governance but also critical to Infosys’ social Students collaborating on a project at Infosys Mysuru Training Center The Foundation Program training for freshers focuses This training includes the basic IT skills Training Program, anchored across India, Mexico, the largest corporate training facility in the world.",
        "Infosys is committed to democratizing digital education through its Springboard initiative, These community-focused programs are not only promoting digital inclusion but are access to digital education should be a right, not a has grown into a catalyst for digital inclusion and We also know that barriers to education aren't only At Infosys, our belief in technology as a force for good is not aspirational—it is operationalized across every layer of our social impact agenda.",
        "This extraordinary reach reflects not just scale, but sustained intent to democratize In doing so, Infosys reinforces its social education, and financial services, and significantly Pioneering impact platforms: Healthcare, identity & education preliminary assessment of eye health, indicating whether At Infosys, we envision a future where diversity, equity, and inclusion power innovation, growth, and shared success perspectives, fuels creativity, strengthens problemsolving, and drives deeper connection.",
        "We are fostering a culture of inclusion through our Inclusion Learning Channel, fostering understanding, Diversity, Equity, Inclusion (DE)I is subject to different interpretations in various jurisdictions.",
        "to drive meaningful change, making inclusion a core information on Infosys’ policies and people practice Our success is built on the belief that when our people thrive, so does our organization and the communities Our commitment to human capital development is anchored in our Employee Value Proposition (EVP), which is centered around Together, these pillars shape a workplace where people are inspired, enabled, and valued, We strive to create a world-class employee experience by designing consistent best-in-class policies, processes, programs, and systems, focusing on creating ‘Experience by Design’ while keeping employees at the core of whatever we do.",
        "Transition assistance: We provide employees opportunities to upgrade their skills as part of transition assistance to The Employee Career Support program: Retirement Planning spans a portfolio of services including consultations from objective is to build and retain social capital among employees, we have also opened offices closer to where people, especially around digital skilling, improving healthcare, life sciences, utilities and more.",
        "practices in their organizations covering social and policy being setup, training is provided at regular Employees, as important stakeholders, provide their Our stakeholder groups are investors / shareholders, clients, employees and subcontractors, suppliers / partners, governments / regulators and the community at large."
    ],
    "governance_summary_extractive": [
        "175,000 patients have been onboarded to SightConnect, making eye care more accessible to all.",
        "With features like Lab on Wheels and the Springboard Makers Lab, Springboard is more than a learning platform.",
        "Rooted in our Code of Conduct and Ethics, and guided by the audit tool to identify and address accessibility gaps offboarding to retention analysis, AI also supports • Our Board is represented by 22.22% women leaders and 44.44% foreign through our empowered, diverse, and inclusive Board and marketing, delivery, risk management, mergers and acquisitions • Ensuring robust compliance and integrity practices • Ethisphere recognized Infosys among 2025 World’s Most Ethical Companies® Our corporate governance reflects our value systems, culture, policies, and relationships with our stakeholders.",
        "A strong, independent, and diverse Board leadership nurtures and sustains effective corporate governance throughout the corporation.",
        "Independent Board committees review and formulate Read more in the Corporate governance report that is part of the Infosys Integrated Annual Report.",
        "Our Board is represented by 22.22% women leaders and 44.44% foreign nationals with expertise in the domains of finance, in the Infosys Code of Conduct and Ethics including director, a formal and rigorous Board evaluation is the Corporate governance report that is part of the Council (UNHRC), Ethical Trading Initiative (ETI) and The Ethics and Compliance Program at Infosys has two key objectives – to uphold and ensure the values of integrity and transparency and to assure enterprise-wide regulatory compliance.",
        "to compliance with the law, regulations, and policies and helps in maximizing the impact of ethics-related framework is grounded in ethical principles: fairness, dedicated to developing safe, unbiased, and humanaligned AI systems, governed by strong oversight an ethical and risk intelligent culture, to increase in the Infosys Code of Conduct and Ethics including key principles like transparency, fairness, nondiscrimination, explainability, and human oversight."
    ]
}