{
    "file": "PeakRe_ESG-Disclosure-Report-2023.json",

    "environment_summary_extractive": [
        "The looming climate crisis is poised to escalate market is now better equipped to support climate change management I am confident that our dedication to sustainable development and middle class is the cornerstone of global sustainable development, and is both possible and essential, showcasing the sustainability principles that sustainability principles in its operations, diversity sustainability-related risks and practices, fall under These addressed recent and forwardlooking sustainability trends, courses of action for institutions and other stakeholders on the development of sustainable investment and ■ In February 2024, Peak Re joined the HKFI's Climate Charter as one of its 33 inaugural members, committing to align with the Hong Kong's Climate Action Plan 2050 and a continued to make progress on integrating sustainability in our operations, which was “Sustainability in a Changing World”, where we invited in-house and industry Fosun group of companies, as well as learn about the latest ESG and sustainable which looks to advance sustainable insurance initiatives in Hong Kong and Sustainable Finance Cross-Agency Steering Group (“CASG”), whose aim is to our strategy and aligns with the commitment to sustainable reinsuring renewable energy across the globe, microinsurance Industry Climate Charter (“Climate Charter”) as one of its 33 Climate Action Plan 2050 and a commitment to publishing continued to make progress on integrating sustainability in our Source: Climate and Catastrophe Insight, Aon plc, 2024 Examples of Peak Re’s efforts to support sustainability and address the needs of vulnerable groups: of supporting sustainable economic development.",
        "Developed by the UN Environment Programme Finance Initiative (“UNEP FI”), Peak Re was among the early signatories of the Principles for Sustainable Insurance (“PSI”), The UNEP FI promotes the concept of sustainable insurance, aiming to reduce risk, Peak Re demonstrates transparency and accountability, Climate Charter (“Climate Charter”) developed by the Hong Kong Federation of insurance industry’s collective commitment to building a sustainable future.",
        "sustainability into business operations, investments, underwriting, and product Signatories will support this by setting emissions targets and measuring and Insurance and the Green and Sustainable Finance Cross-Agency Steering Group Launch ceremony of the Hong Kong Insurance Industry Climate Charter categories of operational emissions for Peak Re’s Hong Kong headquarters, where energy efficiency and foster a culture of sustainability within the company.",
        "flight mileage was estimated at 8375 miles/ employee with an emissions intensity Another example of our commitment to sustainability is the Leadership in Energy and Environmental Design (“LEED”) Gold floods (i.e., “acute physical risks”) and longterm environmental changes like rising global 3 “2024 hottest on record, with August 1.51°C above pre-industrial level”, Climate Action, 2024 modeling and analytics to enhance our climateconditioned modeling capabilities and work with climate physical risks, including our internal research regularly discuss climate risks and stress-test our solutions for emissions mitigation (such as nuclear 6 “Climate Change: What does the future hold for health and life insurance?",
        "to ensure our sustainability efforts and actions are Examples of recent climate-related opportunities at Peak Re: including solar, wind, and bioenergy in Asia, the US and financially sustainable protections that help close Peak Re's participation in sustainability-related projects catastrophe bonds as among “the most prominent innovations in the field of sustainable finance in the 7 “Sovereign Climate Debt Instruments: an Overview of the Green and Catastrophe Bond Markets”, International Monetary Fund, 2022 Nations (“UN”) Sustainable Development Goals (“SDG”) such as participation in sustainable insurance programs in the Asian educating and helping to integrate environmental and social activities with an emphasis on climate solutions and making and activities that help build sustainable lifestyles.",
        "As part of a strategic partnership with CarbonCare Innolab In partnership with CarbonCare InnoLab (“CCIL”), Peak Re an inspiring solar energy tour on 17 May 2024. discussing sustainable energy, the event focussed on diversity renewable energy, interactive climate change games, and To bring attention to the environmental impact preparation of a low-carbon, healthy and delicious meal.",
        "We have initiated an emissions baselining exercise for institution, the largest component of our emissions is likely to come from financed emissions via our investment portfolio to accurately measure our investment-related emissions underwriting emissions, we are in communication with the Partnership for Carbon Accounting Financials (“PCAP”) who is IFRS Sustainability Disclosure Standards (IFRS S1 General Requirements for Disclosure of Sustainability-related Financial Information and IFRS S2 Climate-related Disclosures) by the International Sustainability Standards Board (“ISSB”) in 2023. opportunities, reduce our carbon footprint, and support our clients in climate risk mitigation and adaptation, as well as their progress on the global United Nations (“UN”) Sustainable the global low-carbon transition while advancing social stakeholders to support sustainable insurance for the future."
    ],

    "social_summary_extractive": [
        "The Company offers both Property & Casualty (“P&C”) and Life & Health In 2023, our Board members received an ESGfocused training to deepen their knowledge “Diversity, Equality, and Inclusion”, as part of our Diversity and inclusion at Peak Re form a significant source of corporate strength year-end 2023, our staff of over 130 employees represented 18 nationalities.",
        "review we expect to bring in more ideas to deepen our diversity and inclusion initiatives and policies, especially in the areas of recruitment and employee development.",
        "relief and natural peril pools and inclusive health insurance Included interviews and online employee surveys, with transport and local food options, and the provision of healthy Certification Gold, highlighting our investment in employees’ and reconstruction funding, SEADRIF protects people and schemes for women, government health and agricultural insurance schemes, and innovative health products that promote inclusion of vulnerable populations, align with SDG collaborate with local NGOs and community projects to in Hong Kong, Peak Re employees and their families engaged employees got involved in ploughing, planting, weeding, watering and harvesting, as well as preparing a healthy lunch from freshly The day included experiential learning on accredited dietician guided Peak Re employees through the Nutritional insights for physical and mental wellbeing In the spirit of employee well-being, combined with our “Green Monday” healthy vegetarian lunch initiative, Peak Re invited for the health and well-being of the communities that we work in, aligning with our mission to create social impact.",
        "of our employees and operations are based."
    ],

    "governance_summary_extractive": [
        "It provides innovative and tailored reinsurance, risk management and In addition to striving to improve our ESG practices, transparency in our actions internal audit or validation of all controls within the Board of Directors (the “Board”) upholds the highest In particular, the composition of our Board includes governance structure, including ESG monitoring and the data, research, and risk management on ESG risks and reinsurance and risk management solutions that support"
    ],

    "environment_summary_rewritten": "Peak Re aligns its operations with major climate frameworks, including the Hong Kong Climate Action Plan 2050 and UNEP FI’s sustainability principles. Environmental considerations are integrated into underwriting, investment decisions, and operational practices. The company expands renewable-energy insurance and strengthens climate-risk modelling using climate-conditioned catastrophe analytics. Operational emissions are monitored through baselining exercises covering both financed and underwriting-related emissions. Partnerships and sustainability initiatives, such as work with CarbonCare InnoLab, enhance low-carbon awareness and climate education. Physical climate risks like floods and extreme weather influence long-term resilience and risk-management priorities.",

    "social_summary_rewritten": "Peak Re maintains a diverse global workforce supported by programmes in recruitment, development, and inclusion. Employee wellbeing is strengthened through nutrition workshops, healthy-living initiatives, and the company’s 'Green Monday' vegetarian program. Staff participate in SDG-aligned community engagement, including eco-farming and NGO collaborations. The company also contributes to inclusive insurance solutions, microinsurance schemes, and health protection programmes for vulnerable populations. Regular surveys and training enhance workplace culture, safety, and engagement.Peak Re provides reinsurance products across Property & Casualty and Life & Health segments, supporting risk transfer and market resilience.",

    "governance_summary_rewritten": "Peak Re’s Board oversees governance with a focus on accountability, transparency, and robust internal controls. ESG responsibilities are integrated into board-level oversight, audit processes, and risk-management committees. Data governance, research, and supervision of ESG-related risks form essential components of its governance structure. This includes board oversight of sustainability through governance committees and structured oversight processes. The company provides reinsurance and risk-management solutions aligned with responsible-business and long-term sustainability principles."
    
}
