{
    "file": "hon-esg-report.txt",
    "environmental": [
        "such statements may include but are not limited to: (1) statements which may relate to our purpose, ambitions, aims, commitments, targets, plans, and objectives, and sustainability goal progress; (2) environmental,",
        "assumptions not being realized, scientific or technological developments, evolving sustainability strategies, changes in carbon markets, evolving government regulations, our expansion into new products, services,",
        "difficult environmental, social and governance (ESG)",
        "Environmental sustainability remains a top priority,",
        "that sustainability starts with us, and we’re dedicated",
        "In 2022, the global macroeconomic environment continued to present opportunities to demonstrate Honeywell’s resilience and rigorous operating system",
        "premier software industrial, to leading in the energy transition,",
        "Energy and Water Conservation; Facility Improvement",
        "Finding ways to reduce their environmental footprint and",
        "prepare for a carbon-neutral future is at or near the top of every",
        "approach is nearly impossible without an end-to-end emission",
        "greenhouse gases, including methane emissions. Signal Scout",
        "Honeywell Forge Sustainability+ for Industrials | Emissions",
        "Management, for near real-time emissions reporting as a",
        "Honeywell Forge Sustainability+ for Industrials | Emissions",
        "with operational insight for Scope 1 and 2 emissions.",
        "costs. The Emissions 360 services program can also help with",
        "on greenhouse gas emissions, train operators and optimize",
        "“Honeywell Forge Sustainability+ for Industrials | Emissions",
        "profitability needs for driving energy transition and achieving",
        "their carbon reduction goals,” said Kevin Dehoff, President and",
        "CEO, Honeywell Connected Enterprise. “Our new sustainability",
        "real-time view of emissions at the site level and across the",
        "Honeywell Forge Sustainability+ for Industrials | Emissions",
        "companies can use to develop emission-reduction strategies,",
        "control processes to help the company meet its carbonreduction goals.",
        "The Emissions 360 services program by Honeywell is a tailored,",
        "their GHG emissions targets. This program offers enhanced",
        "the physical location, duration and size of GHG emissions to",
        "than 25 times as potent as carbon dioxide at warming the",
        "atmosphere, according to the Environmental Protection",
        "oil and gas companies can reduce harmful emissions from",
        "hydrofluorocarbons (HFCs), which are being phased out",
        "Honeywell can deliver solutions to help drive the energy",
        "transition and decarbonization. We have unique expertise in",
        "a net-zero economy, including refrigerants, renewable diesel",
        "and aviation fuels, hydrogen production, and carbon capture,",
        "reduce carbon emissions. Use of Honeywell Solstice products",
        "more than 326 million metric tons of carbon dioxide into the",
        "reduce their carbon footprint without sacrificing end-product",
        "Producing high-performance, low-emissions renewable diesel",
        "and sustainable aviation fuel (SAF) is nothing new for Honeywell",
        "than a decade ago to produce sustainable fuels from waste",
        "way refiners can produce renewable diesel and SAF today. Both",
        "Senior Business Leader, Renewable Fuels. “Depending on the",
        "process can reduce GHG emissions by 60 to 80 percent on a",
        "sequester carbon dioxide from industrial processes to produce",
        "renewable sources like wind, solar and hydropower to generate",
        "to create a vision for the future and reduce their carbon",
        "The CCUS process traps carbon dioxide emissions from",
        "plants. The captured carbon dioxide can be injected and stored",
        "Carbon capture solutions from Honeywell UOP can help reduce",
        "GHG emissions from hard-to-abate industries that struggle",
        "decarbonization options to help meet government regulations",
        "Honeywell developments in advanced solvent carbon capture",
        "2Greenhouse gas emission savings calculations based on California Air",
        "3Based on a PEM water electrolysis system using renewable power to produce",
        "Electrification is a critical strategy for reducing GHG emissions",
        "and renewable energy are the norms. Honeywell is playing a vital",
        "role in this energy transition with ready-now solutions for moreelectric aircraft, electric vehicles and advanced energy storage",
        "aircraft developers on emission-free propulsion systems and",
        "petrochemical field and step into the world of renewable",
        "energy. At Honeywell, Prudence takes on the role of",
        "coach, mentor and leader as she supports the energy",
        "factors like environmental consciousness, higher fuel prices,",
        "International Energy Agency projects electric cars could",
        "energy storage systems and battery safety applications.",
        "portfolio of energy storage solutions. It’s a compact, end-to-end",
        "modular battery energy storage system (BESS), which uses",
        "help meeting users’ energy storage needs for many years to",
        "Finding better ways to store energy generated by solar or wind",
        "power until it’s needed is vital to the planet’s clean-energy",
        "future. Honeywell energy storage solutions meet the needs of",
        "blow, so if we really want to maximize renewable energy, we need",
        "to find ways to store that energy for future use,” said Prudence",
        "Hoffman, Honeywell Director of Energy Storage Solutions.",
        "“That’s why energy storage is the key enabling technology that",
        "allows us to transition to renewable energy. Honeywell is at the",
        "Honeywell Ionic includes the Experion® Energy Control System",
        "gigafactories meet their production and sustainability",
        "energy and they all leave an environmental footprint. In fact,",
        "building operations account for 30% of global final energy",
        "consumption and 26% of energy related emissions, according",
        "“Honeywell can make a big impact with sustainable building",
        "technologies that help to improve energy efficiency, reduce",
        "carbon emissions and make buildings more resilient – all while",
        "sustainability, operational efficiency, occupant experience,",
        "make sustainability a core tenet in her life. At Honeywell,",
        "footprint. Much like climbing, she’s tackling sustainability",
        "Honeywell Forge Sustainability+ for Buildings | Carbon and",
        "Energy Management is designed to help building owners and",
        "time and weather to help determine an optimal energy savings",
        "Leadership in Energy and Environmental Design (LEED) Gold",
        "The USGBC cited the building’s energy performance, indoor",
        "environmental quality, low-emitting construction materials,",
        "Honeywell is a leader in the global crusade to decarbonize air",
        "show promise for an industry whose environmental impact is",
        "We offer proven processes for sustainable aviation fuel (SAF)",
        "Airlines are counting on SAF to reach net zero by 20502, which",
        "process can reduce greenhouse gas (GHG) emissions by 80%",
        "The MTJ eFining™ process uses carbon dioxide (CO2) recovered",
        "GHG emissions by as much as 88%3 compared to conventional",
        "long-term decarbonization of the aviation sector,” said Lucian",
        "Many factors affect airline fuel efficiency and GHG emissions.",
        "efficient, quieter, safer and with fewer emissions than aircrafts",
        "current energy consumption and emissions. His ultimate",
        "goal? Enabling a more efficient and sustainable world",
        "1Reducing Carbon Dioxide Emissions from Aircraft Center for Climate and",
        "Energy Solutions Center for Climate and Energy Solutions (c2es.org)",
        "3Reduced GHG emissions is based on UOP carbon intensity analysis, derived",
        "transform 30,000 metric tons of mixed waste plastics into",
        "No one wants their plastic waste to end up in a landfill or the",
        "answer either. Just 15% of the plastic waste generated today",
        "waste plastics3. This would represent a considerable increase",
        "in the amount of waste plastics that can be turned into",
        "Energy, which will use UpCycle Process Technology in a new",
        "mixed plastics waste into recycled polymer feedstock annually.",
        "When the UpCycle Process Technology processes waste plastic",
        "in carbon emissions if the plant is supplied with 100%",
        "waste management experience to help close the loop within",
        "the plastics supply chain by converting mixed waste plastics",
        "to include waste plastic that would otherwise go unrecycled,",
        "31. Assuming sorting and collection improves to recover most waste plastic,",
        "deployed. The 90 percent of waste plastics that could be recycled may change",
        "recycle waste plastics or the availability of recycle facilities. 2. Honeywell UOP",
        "analysis of US EPA Advancing Sustainable Materials Management: Facts and",
        "5Study completed for the USA, waste perspective case, 17% incineration, 83%",
        "transform end-of-life plastic waste into recycled polymer",
        "the most efficient and environmentally effective on earth.",
        "To this end, we launched the Honeywell Environmental",
        "Sustainability Index (ESI) in 2022. The ESI informs investors",
        "and the C-suite on sustainability leaders’ sentiment of",
        "climate change mitigation goals. It tracks how they are",
        "prioritizing their sustainability projects and where they are",
        "four different sustainability categories: Energy Evolution and",
        "Efficiency; Emissions Reduction; Pollution Prevention; and",
        "“Our commitment to tracking global sustainability trends",
        "sustainability from every angle,” said Vimal Kapur, Honeywell",
        "than 750 global business, technology and sustainability",
        "development, implementation or oversight of environmental",
        "of sentiment and progress of sustainability initiatives on a",
        "said Gavin Towler, Honeywell’s Chief Sustainability Officer.",
        "and globe and helps Honeywell develop new sustainability",
        "solutions to help fast-track the journey to carbon neutral.”",
        "sustainability efforts that began in 2004 and have already",
        "yielded a reduction in greenhouse gas intensity of more",
        "Learn More about the Environmental Sustainability Index.",
        "Honeywell is committed to protecting our people and the environment.",
        "Achieve sustainable growth and accelerated productivity",
        "Develop technologies that expand the sustainable capacity of our world",
        "environment, health, product stewardship, transportation",
        "Sustainability (HSEPS) organization, led by our Vice President",
        "environmental performance, regulatory compliance and risk,",
        "outlined in our Sustainable Opportunity Policy. This policy is",
        "environmental management system) and ISO 45001 (which",
        "HSE-related incidents, such as injuries and environmental",
        "Climate-related risk is monitored as part of our overall HSEPS",
        "emerging developments for climate-related risks through a",
        "quarterly assessment process. The climate-specific assessment",
        "sustainable improvements and the elimination of waste in",
        "is a critical component in how we think about sustainability.",
        "Honeywell has built sustainability directly into our operating",
        "to drive sustainability with the same focus used to propel",
        "inventory and cost. This ensures sustainability is an integrated",
        "Progress on our sustainability program is a factor in determining",
        "world-class environmental, health, safety and sustainability",
        "and transparent communications and lower environment,",
        "operational energy efficiency and logistics. Responsible Care",
        "identifying and addressing the environmental and social impact",
        "safe and responsible environmental stewardship, compliance",
        "Protecting the environment and meaningfully engaging the",
        "environmental justice communities based on current federal",
        "these actions consider fence-line and environmental justice",
        "to Identify and Address Environmental and Social Risk.",
        "• A process for responding to raw material, product, process and waste material transportation",
        "In 2010, we established the Corporate Energy & Sustainability",
        "our Senior Director of Sustainability and is sponsored by our",
        "and Environment organizations. The cross-business, crossfunction team meets monthly and is responsible for driving",
        "sustainability improvements through a rigorous process of",
        "sustainability projects have been implemented at our facilities",
        "We are proud of the environmental improvements we have",
        "• Reduce U.S. Scope 1 and Scope 2 GHG emissions by 50%",
        "• Be carbon neutral in our facilities and operations1 by 2035",
        "· Reduce absolute Scope 1 and 2 GHG emissions 50% by",
        "· Reduce absolute Scope 3 GHG emissions 23% within the",
        "emissions, energy efficiency, hazardous waste reduction",
        "intensity and non-hazardous waste diversion rates. Progress",
        "· Deploy at least 10 renewable energy opportunities",
        "· Achieve certification to ISO’s 50001 Energy Management",
        "Amanda is creating sustainable technologies for fuels and chemicals. Think about French fries.",
        "oil and grease into renewable diesel and aviation fuel, and she doesn’t stop there. She’s also",
        "working toward inception of new fuels and energy storage capabilities from renewable energy",
        "sources. As a pioneer, Amanda understands that solving the climate crisis involves a team effort",
        "sustainable experience in industrial spaces through autonomous technology. In industries where",
        "is engaged in decision-making regarding the company’s climate",
        "efforts, and regularly provides oversight on climate risks. The",
        "In 2021, we committed to reaching carbon neutrality in",
        "our carbon neutrality goal. The company has committed $50",
        "million per year to carbon neutrality projects and initiatives.",
        "The road to carbon neutrality begins with data mining from",
        "is in a unique position to reduce the impact of climate change",
        "emissions. These were installed at one of our plants as part of a",
        "To build on our Scope 1 and 2 emissions commitments and to",
        "a science-based target, including Scope 3 emissions in 2022.",
        "With many more employees now interested in sustainability, the",
        "learn about the company’s commitment to sustainability so they",
        "Petronas & Honeywell’s GHG & Methane Emissions Management",
        "Honeywell reports on its global GHG emissions pursuant to The Greenhouse Gas Protocol and publicly reports through the Carbon",
        "Disclosure Project (CDP), a U.K.-based organization that supports companies’ and cities’ environmental disclosures, as well as",
        "We have received third-party limited assurance per ISO 14064-3 of our Scope 1 and Scope 2 GHG emissions annually since 2011.",
        "The GHG intensity metrics are the sum of our Scope 1 and location-based Scope 2 emissions in metric tons of carbon dioxide equivalent divided by revenue in million U.S. dollars.",
        "Variations in data reported can occur due to timing of reporting and updates to methodologies as newer reporting protocols and emission factors are adopted.",
        "As a part of our commitment to reduce GHG emissions, Honeywell has been implementing solar projects to reduce dependency on",
        "The system will offset approximately 24% of the site’s energy usage equating to 1.8 million kWh annually.",
        ">90% REDUCTION IN SCOPE 1 AND SCOPE 2 GREENHOUSE GAS INTENSITY SINCE 2004.",
        "We exceeded our public goal to improve energy efficiency by",
        "to drive improvements throughout the organization. Energy",
        "efficiency is more important than ever in the pursuit of carbon",
        "their significant energy use in line with ISO 50001, obtain an",
        "energy audit on an established cycle, train personnel on energy",
        "The assurance process we use for our greenhouse gas inventory includes, by default, our energy footprint. The energy data compiled here represents our global footprint for all our sites.",
        "knowledge of energy and environmental matters with our",
        "offices around the world. These include energy management",
        "sensors, metering, and renewable energy. We take a systemsbased approach using technology, operational excellence and",
        "continues to focus on improving energy efficiency in our",
        "tons of greenhouse gas reductions. We are currently in the",
        "accounts for approximately 1250 metric tons of greenhouse",
        "with Energy Star-certified equipment. The total campuswide",
        "initiative resulted in annual greenhouse gas reductions of",
        "approximately 403 metric tons and annual energy savings",
        "greenhouse gas reductions of 85 metric tons and annual",
        "greenhouse gas reductions of 268 metric tons and annual",
        "to reduce substantial energy loss from 360 feet of steam",
        "This project resulted in estimated annual greenhouse gas",
        "equipment with low energy consumption, and continuous work",
        "to reduce energy use and improve product quality. The initiative",
        "As part of our carbon neutrality strategy, Corporate",
        "has improved by about 3% and GHG emissions have been",
        "hybrid vehicles for several years. Since our carbon neutrality",
        "fuel economy contributions to reducing emissions. This pilot",
        "System (i.e., shipment consolidation and lower carbon footprint",
        "Fleet emission reductions will come not only from the",
        "use and wastewater and effluent generation in accordance with",
        "what happens to the resulting wastewater. Also considered",
        "discharges, including characterization of any wastewaters.",
        "for wastewater and effluent management. Our industrial",
        "facilities that produce emissions may require specific water",
        "communities and the environment before permits are issued",
        "or renewed. If a government-required wastewater permit,",
        "manage our wastewater and effluents in compliance with",
        "legal and other requirements, and to minimize environmental",
        "activities related to wastewater and stormwater management.",
        "Wastewater and effluent management system requirements",
        "to wastewater and effluent management. These processes",
        "improvement opportunities for wastewater and effluent",
        "and treat wastewater coming from the onsite methanol-toolefin (MTO) plant for reuse. These innovative ideas have",
        "Honeywell manages waste in accordance with all regulatory",
        "requirements while also seeking to minimize waste generation",
        "and environmental impacts. All of our locations and functions",
        "are required to handle waste in accordance with our HSEPS",
        "• Detailed characterization and classification of all waste",
        "facilities receiving hazardous waste from our operations,",
        "Honeywell’s hazardous waste streams are only permitted to",
        "transporters of Honeywell’s waste, including compliance with",
        "handle our waste streams, prior to any waste movement",
        "• On-site management of waste streams to prevent releases",
        "• Annual, or more frequent, audits of waste movements to",
        "confirm compliance and identify opportunities for waste",
        "continuous improvement of our waste management standards.",
        "can maintain a global inventory of waste data, including both",
        "targets for reducing hazardous waste as normalized by revenue",
        "and improving waste diversion rates (diverting waste from",
        "landfills). Results are tracked by our Corporate Energy and",
        "Sustainability Team and progress is reported quarterly to",
        "Honeywell executes waste reduction projects in support of our",
        "goals and as part of our global sustainability efforts. Waste",
        "two waste compactors. The compactors, used for paper",
        "and municipal waste, allowed for the reduction of waste",
        "• Zhangjigang, China: The site implemented waste reduction",
        "addition to reducing waste, this project has resulted in annual",
        "ultrafiltration system to reduce hazardous waste generated",
        "improve efficiency of wastewater treatment, enabling treated",
        "consumption of activated carbon required for production.",
        "This project reduced hazardous waste and has resulted in",
        "We manage air emissions in accordance with all regulatory",
        "requirements while also seeking to minimize our environmental",
        "• Identifying and detailing all emissions to air on an inventory",
        "that captures both stack and fugitive emissions and covers",
        "process, combustion and VOC emissions, as well as visible",
        "• Conducting emissions monitoring as required by local",
        "to reduce our emissions levels beyond regulatory thresholds",
        "for continuous improvement of our air emissions standards.",
        "and Recovery Act, and/or the U.S. Environmental Protection Agency and",
        "and the environment, the company works cooperatively with governments and engages with local",
        "• Jersey City, N.J.: After cleanup, this former 95-acre waste",
        "The regulatory framework for environmental remediation in",
        "requirements for environmental remediation, including required",
        "Harbor Point is now Constellation Energy’s headquarters",
        "and a regional office for Exelon, a leading energy provider;",
        "an environmental, economic and community resource which",
        "responsibility, protection of the environment and creation of",
        "sustainable opportunity everywhere we operate. This",
        "environmental benefits of cleanup actions, referred to as “green remediation” by the U.S.",
        "Environmental Protection Agency. RRG has completed several projects that included solar arrays",
        "to minimize the impact to the electrical grid, minimize greenhouse gas emissions and support",
        "and Ohio Environmental protection agencies and local stakeholders, serving as an example of",
        "Honeywell has pledged to be carbon neutral by 2035 in our",
        "facilities and operations by integrating sustainability up and",
        "“I am always looking for opportunities to implement renewable",
        "combined capacity of solar on our legacy environmental sites",
        "Construction Manager for Honeywell and our Sustainability",
        "the natural environment. But living in a population-dense area",
        "impacts that we as humans have had on the environment,” she",
        "of all the electricity consumed by all of our environmental",
        "where feasible, using biodiesel or other more sustainable fuels",
        "techniques of green remediation include the use of renewables",
        "Increase the energy efficiency of the product itself or because of its use",
        "manufactured to comply with environmental regulations in the",
        "Extended Producer Responsibility (EPR) is an environmental",
        "environment. Potentially applicable regulations include:",
        "about sustainable technologies and the Futureshapers",
        "environment in which all employees feel valued, respected and",
        "I aspire to help shape a work environment in which employees",
        "My ultimate goal is to help shape a work environment in which",
        "open, diverse and inclusive workplace environment for employees in the LGBTQ+ communities.",
        "During the Futureshaper Sustainability Challenge, Honeywell",
        "sustainability efforts, as well as recognition during halftime of",
        "develop sustainable solutions that bridge the digital divide.",
        "environment where everyone is treated ethically and with",
        "• A work environment in which employees can communicate",
        "Frankly, if you’re working in an environment where you feel",
        "“As leaders, we need to create an environment where employees",
        "includes fostering an environment that encourages candid",
        "structure, increase transparency on political and climate",
        "our commitment to sustainability and corporate responsibility.",
        "succession, political lobbying disclosures, climate change,",
        "rights, sustainability, social responsibility and humanitarian",
        "• Provide their employees with a safe working environment",
        "• Environmental: Including environmental permits, waste, and",
        "greenhouse gas emissions in their operations, facilities and",
        "corruption, environmental crimes, trade risks and other",
        "environmental crimes, trade risks, sanctions and other",
        "creating a more inclusive and equitable business environment.",
        "ensuring our environment actively promotes supplier diversity,",
        "wages and benefits, air emissions, protection of intellectual",
        "property, environmental impact, reasonable work hours and",
        "waste management procedures and worker’s safety conditions.",
        "• Environmental: Missing or expired permits, hazardous waste",
        "and regulation that makes society safer, more energy efficient and",
        "Honeywell’s climate-related lobbying activities and assesses",
        "alignment of these trade associations’ climate-related public",
        "proposed disbursements with Honeywell’s sustainability goals.",
        "sustainability. Luis’ team has assisted asphalt producers",
        "reduce their carbon dioxide emissions and helped develop",
        "efforts to decarbonize the transportation sector. According",
        "breakthrough initiative to aid in reducing the carbon footprint",
        "One of the most promising new sources of energy, now and in",
        "and the world needs a low-carbon way of producing it. Megan",
        "technologies that decarbonize hydrogen production through",
        "from fossil fuels to clean energy sources. He also has interest",
        "The following disclosures are aligned to the Sustainability Accounting Standards Board (SASB) framework for the Resource Transformation—Electrical and Electric Equipment (EE) industry. As a",
        "Gross global Scope 1 emissions; percentage covered under emissions-limiting",
        "Discussion of long-term and short-term strategy or plan to manage Scope 1 emissions,",
        "emissions reduction targets, and an analysis of performance against those targets",
        "proposals that address environmental and social factors affecting the industry",
        "Department of Energy facilities. Honeywell manages these facilities as a contract operator and does not establish or control their human resource policies.",
        "The following table maps Honeywell’s publicly available climate-related discussion against the framework developed by the Task Force on Climate-Related Financial Disclosures. For detailed",
        "DISCLOSE THE ORGANIZATION’S GOVERNANCE AROUND CLIMATE-RELATED RISKS AND OPPORTUNITIES.",
        "company, including climate-related risks and opportunities. The",
        "has primary responsibility for managing climate-related risks and",
        "opportunities. Roles for assessing and managing climate-related",
        "HSEPS Management System. Environmental goals are established",
        "annually with each of our strategic businesses. The Corporate Energy",
        "and Sustainability Team, a cross-business and cross-function team,",
        "led by our Senior Director of Sustainability, helps drive the company’s",
        "sustainability goals. This includes the use of efficiency audits and",
        "DISCLOSE THE ACTUAL AND POTENTIAL IMPACTS OF CLIMATE-RELATED RISKS AND OPPORTUNITIES ON THE ORGANIZATION’S BUSINESSES, STRATEGY AND FINANCIAL PLANNING",
        "processes – mitigate the impact of climate-related risks. We do not",
        "believe climate-related risks are reasonably likely to have a material",
        "safer and more sustainable future. We continue to invent and develop",
        "solutions to address their safety, energy and environmental needs.",
        "a) Describe the climate-related risks and opportunities the",
        "CDP Climate Change Report: C2.1a, C2.3, C2.3b, C2.4, 2.4a",
        "b) Describe the impact of climate-related risks and opportunities on",
        "CDP Climate Change Report: C2.4a, C3.1, C3.2a, C3.2b, C3.3, C3.4",
        "consideration different climate-related scenarios, including a 2°C",
        "DISCLOSE HOW THE ORGANIZATION IDENTIFIES, ASSESSES AND MANAGES CLIMATE-RELATED RISKS.",
        "climate-related risks are integrated into the organization’s overall",
        "DISCLOSE THE METRICS AND TARGETS USED TO ASSESS AND MANAGE RELEVANT CLIMATE-RELATED RISKS AND OPPORTUNITIES WHERE SUCH INFORMATION IS MATERIAL.",
        "Overall, Honeywell’s sustainability program has reduced greenhouse",
        "goal, a new five-year “10-10-10” target to reduce global greenhouse",
        "gas emissions by an additional 10%, indexed to revenue, from 2018",
        "levels; to deploy at least 10 renewable energy opportunities; and to",
        "achieve certification to ISO’s 50001 Energy Management Standard",
        "by announcing a pledge to be carbon neutral in our facilities and",
        "climate-related risks and opportunities in line with its strategy",
        "b) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse",
        "Reducing GHG Emissions; CDP Climate Change Report: C6.1,",
        "c) Describe the targets used by the organization to manage climaterelated risks and opportunities and performance against targets.",
        "Our Environmental Goals; CDP Climate Change Report: C4.1,",
        "TABLE A: EXAMPLES OF CLIMATE-RELATED RISKS WITH MITIGATION STRATEGIES",
        "emissions, to set annual internal and external targets and to track",
        "the potential impact from changes in climate related regulations and",
        "Honeywell continuously innovates to expand sustainable opportunities",
        "to reducing GHG emissions. In addition, each of our new products is",
        "to improve energy efficiency and each quarter we assess whether",
        "changes in our product mixes may impact GHG emissions.",
        "Climate change data is incorporated into the emergency response",
        "changes in GHG regulations or from physical damage due to climaterelated events. Our Business Continuity Management Program",
        "Climate change data is incorporated into the emergency response",
        "damage due to climate-related events. Our Business Continuity",
        "Honeywell’s Global Real Estate group incorporates energy efficiency",
        "and energy procurement considerations as part of due diligence",
        "for any new location that would help reduce costs related to energy",
        "completion of energy efficiency projects in all our facilities. This",
        "program has improved Honeywell’s overall energy efficiency by",
        "TABLE B: EXAMPLES OF CLIMATE-RELATED OPPORTUNITIES WITH STRATEGIES TO REALIZE THE OPPORTUNITY",
        "energy-efficient alternatives and initiatives to implement throughout",
        "energy efficiency program with periodic audits, goals and project",
        "improvement in energy efficiency. There have been 6,300 projects",
        "sustainable products and services. Approximately 60% of new",
        "GHG emissions. Each of our strategic business groups invests",
        "units, Sustainable Technologies and Solutions (STS) and Sustainable",
        "new technologies that meet the growing demand for sustainable",
        "solutions to the world’s rising energy needs. Climate-related scenario",
        "socioeconomic climate models with different scenario assumptions",
        "address greenhouse gas emissions, energy efficiency and changes in",
        "fuel use such as decarbonization, renewable fuels and power.",
        "that considers opportunities to improve energy efficiency, and each",
        "GHG emissions. Our Government Relations team identifies and",
        "legislation and regulation globally to promote clean energy and",
        "energy efficiency. Changes in regulations, increases in the demand",
        "for advanced building controls and energy efficient products, and",
        "the transition to a lower-carbon economy support demand for our",
        "sustainable products. For example, the transition from high-GWP",
        "Scope 2 GHG emissions, location-based, metric tons CO2e",
        "Scope 2 GHG emissions, market-based, metric tons CO2e",
        "Scope 3 GHG emissions2, select categories, metric tons CO2e",
        "Fuel and energy-related activities (not included in Scope 1 and 2)",
        "GHG emissions avoided by customers, metric tons CO2e since 2010",
        "Energy intensity, billion British thermal units/$M revenue",
        "Number of sustainability projects completed since 2010",
        "2Represents estimated Scope 3 GHG emissions for the select categories disclosed in our CDP Climate Report.",
        "5Emissions avoided by customers from use of Solstice® low global-warming-potential products.",
        "10Data presented as of December 31 of the applicable year. Excludes Sandia National Laboratories (Sandia) and Kansas City National Security Campus (KCNSC) workforces. Sandia and KCNSC are U.S. Department of Energy facilities."
    ],
    "social": [
        "health, and safety (EHS) data as it relates to the environment, safety performance, management systems, implementation, and regulatory compliance, including data collection systems at applicable sites that track",
        "and collect EHS data through the corporate-wide EHS reporting systems; (3) social data as it relates to employee metrics, social practices and community engagement programs derived from our various databases;",
        "Such risks and uncertainties include, but are not limited to, economic, competitive, governmental, technological, geopolitical and public health factors affecting our operations, markets, products, services and prices,",
        "This report contains examples of savings and results achieved by us, our customers and our partners that may or may not be representative of what other companies could achieve in similar circumstances. Inclusion of",
        "diverse perspectives, and Inclusion and Diversity is",
        "decisions and improve operational performance. Our flagship suite of applications, Honeywell Forge, unites real-time data across assets, people and processes to drive intelligent operations",
        "investors, customers, employees and other key stakeholders.",
        "foam insulation, Solstice touches the lives of millions of people",
        "says Sarah Martin, President, Honeywell Sensing & Safety",
        "Technologies. “Honeywell products help safety, performance",
        "from battery overheating hazards. The battery safety aerosol",
        "battery safety pressure sensor detects transient pressure",
        "operators control critical health, safety and security factors to",
        "enable compliance with changing building standards, safety",
        "compliance, safety and security and resilience goals.”",
        "strategy without impacting the comfort or safety of the building",
        "The findings of Honeywell’s third annual Healthy Buildings",
        "companies and the global building community. We’re delighted",
        "group of employees walked through the doors of the 23-story,",
        "employees are based there today, with most working hybrid",
        "the number of people on board, the aircraft’s gross weight,",
        "advanced air mobility, where electric aircraft move people",
        "The future of transport for people and goods is urban",
        "Our health, safety and environment (HSE) programs are managed by",
        "collective experience in occupational health, chemistry, hydrology,",
        "geology, engineering, safety, industrial hygiene, materials management",
        "website and include safety, industrial hygiene, loss prevention,",
        "safety, process safety management, construction safety",
        "The Health, Safety, Environment, Product Stewardship and",
        "Our commitment to health, safety and the environment is",
        "and communicated to all employees and contractors annually.",
        "Health, safety and environmental considerations are embedded",
        "specifies requirements for an occupational health and safety",
        "with roles and ownership for all employees from the plant floor",
        "occupational health and safety and the environment.",
        "The U.S. Occupational Safety and Health Administration (OSHA)",
        "Voluntary Protection Program (VPP) promotes effective sitebased safety and health protocols and sets performance-based",
        "criteria for health and safety management systems. VPP",
        "control of occupational safety and health hazards as well as the",
        "worksite analysis, training, management commitment and",
        "safety and health professionals. Currently, 19 of our U.S.",
        "continuous improvement in health, safety and environmental",
        "health and safety costs. As a signatory company, we are",
        "environmental protection, occupational safety and health",
        "protection, plant security, process safety, product stewardship,",
        "Honeywell’s Health, Safety and Environment program includes",
        "surrounding community have been long-standing hallmarks of",
        "community engagement is true for impacted fence-line",
        "employees, was 0.20 at the end of 2022. Utilizing U.S. Bureau",
        "of Labor Statistics, Honeywell’s safety record is more than four",
        "including employees, contractors and visitors. Based on these",
        "knowledge for our employees to perform their jobs safely, and",
        "subsequently create and implement training programs to ensure",
        "Honeywell assesses the necessary competency levels for HSErelated activities and employees are deemed competent on the",
        "basis of appropriate education, training, qualification and/or",
        "Training plans are developed based on the learning needs",
        "assessment to ensure that identified training needs are",
        "Training content is developed and delivered by a skilled person",
        "with appropriate testing to assure training objectives are met.",
        "The effectiveness of training and the overall training process is",
        "• Communicating with employees, contractors, visitors, relevant emergency response services,",
        "• Forums for open dialogue between the community and business representatives to discuss",
        "government authorities and the local community as appropriate",
        "health and safety considerations affecting the community",
        "Global Real Estate, Integrated Supply Chain and Health, Safety",
        "goal setting, monitoring and measurement, training and best",
        "a chemical and plant operator. Today, he’s helping people have a safer, more reliable and more",
        "the brunt of the work on the plant site to digital technologies so employees can focus on safer,",
        "company developed training using its Honeywell Accelerator",
        "program to allow all employees, no matter what specialty, to",
        "employee engagement aligned with our operating system",
        "and to consider factors including driver safety, productivity, and",
        "• Training for employees and contractors who perform critical",
        "• Annual training for all employees and contractors who",
        "• Completing regular training on our operational controls to",
        "galvanize civic pride and catalyze further community development initiatives. Honeywell has",
        "acres to productive community use, including roughly 2,800 acres of biodiverse habitat. These",
        "native ecosystems. Using cutting-edge science, design and engineering to protect human health",
        "economic growth and social responsibility work together.",
        "the United States requires extensive community engagement",
        "and assessment of potential community risks, all overseen by",
        "and has become a new downtown community, Harbor Point.",
        "site into the green space envisioned by the community. The",
        "site is now a 22-acre community green space, including",
        "We take seriously our commitment to corporate social",
        "consumed by the community’s groundwater treatment plant, which consumes about 1.2",
        "people want to see a brownfield turned into a natural area for",
        "with the surrounding community,” she said. “The goal is to help",
        "For Honeywell, making products safer for people and the planet is",
        "Honeywell. Assessment support materials included recruiter and hiring manager training and the addition of",
        "We recognize the importance of a diverse workforce and hiring managers are provided training and",
        "planning enabled by a digital succession health dashboard gives managers insight to 10 indicators of",
        "health and viability of succession plans. This helps drive real-time targeted manager actions. Succession",
        "plans are grounded in career pathing and ensure employee career goals are captured through manager",
        "2022, through effective succession planning, 74% of People Leader roles, 76% of executive roles and 79% of",
        "and training hours were completed. This demonstrates our",
        "technical and functional training to ensure new skills are",
        "employees, in partnership with their managers, create Individual",
        "and employees are a standard part of the talent cycle and",
        "annual Performance and Development process. Employees",
        "development. 99.7% of employees established goals as part of",
        "Mentor. Coach. Diversity champion. Business leader.",
        "Derain’s greatest passion is serving people and extracting",
        "people-leading Futureshapers. Our broad portfolio of leadership",
        "participants through workplace training and development,",
        "• Empower: Monthly people-leader sessions focusing on",
        "level people leaders. Discussions include business strategy",
        "neutrality goals or helping employees develop their",
        "of our engagement approach. The Voice of the Employee",
        "to best drive actionable plans around employee engagement and",
        "For employees in the United States, this year’s survey also",
        "of diversity demographic information. The data collected",
        "from the diversity demographic questions will help inclusion",
        "and diversity initiatives by further understanding how diverse",
        "The health, safety and well-being of our Futureshapers is",
        "range of topics from health and wellness programs to caring for",
        "your family and taking care of finances. Mental health remains",
        "Health Awareness month. A variety of benefits and resources",
        "live webinars were hosted, Minding Your Mental Health and",
        "Embracing Resilience, with over 5,000 employees participating.",
        "Available to all employees and their family members around",
        "the globe, the Employee Assistance Program provides therapy",
        "sessions, comprehensive mental health benefits to those",
        "enrolled in the U.S. medical plan, virtual mental health options",
        "To support the diversity of our workforce across the globe,",
        "and health and wellness incentive-based challenges and",
        "Inclusion and Diversity (I&D) is a foundational principle at Honeywell, both because it’s the right thing to",
        "do and because it’s a fundamental enabler for our business. From recruitment to employee experience and",
        "partnerships, the company fully embraces diversity and inclusion – encouraging respect to flourish and",
        "employees. All Futureshapers are held accountable to actively support I&D in words and actions.",
        "The company’s Chief Inclusion and Diversity Officer and I&D leaders for each business unit lead three",
        "Sandra is Honeywell’s Chief Inclusion & Diversity Officer. She",
        "She is just the second person to hold the title of Chief Inclusion",
        "& Diversity Officer at Honeywell, accepting the challenge of",
        "I&D and resistance to change. Some people may resist I&D",
        "We have nine global employee networks and more than 12,000",
        "Open to all employees, these networks foster collaboration",
        "another and fully contribute at work and in the community in an",
        "They include Honeywell AllAbilities Employee Network;",
        "Honeywell Asian Employee Network; Honeywell Black Employee",
        "Network; Honeywell Growing Experience Employee Network;",
        "Honeywell Hispanic Employee Network; Honeywell LGBTQ+",
        "Employee Network; Honeywell Veterans Employee Network;",
        "Honeywell Women’s Employee Network; and Heighten Your",
        "Professional Experience/Early Career Employee Network.",
        "needed. In July, we held our second Employee Network",
        "our employee networks. Each network has a budget to make",
        "Honeywell Black Employee Network and Honeywell Hispanic",
        "Employee Network, are expanding outside of the United States.",
        "educating employees on the importance of inclusion, and we",
        "participation from all employees across the globe to best",
        "Honeywell employees of all backgrounds and cultures leverage",
        "for employees to help them better understand what it means to",
        "Also, we are looking for employees to actively participate in",
        "an “Ideathon” in which employees can submit ideas and",
        "promotes usability and allows people with disabilities to actively",
        "and Mathematics (STEM) education for youth, collegiate scholarships and professional development.",
        "Diversity Career Advancement Program (DCAP) and Women’s Career Advancement Program (WCAP)",
        "Honeywell’s Diversity Career Advancement Program (DCAP) and Women’s Career Advancement Program",
        "(WCAP) are designed to empower a class of participants through workplace training and development and",
        "with people that are in a role you are interested in,” says Erika",
        "Erika, Dionne and Paola are members of this year’s Diversity",
        "training and development, as well as through expanding their",
        "people that are in a role you are interested in, to understand",
        "people of diverse backgrounds and roles. I have already learned",
        "more about Inclusion and Diversity and how it benefits us all to",
        "intentional mission to increase diversity within Honeywell at the",
        "Q. Tell us about how the Diversity Career Advancement",
        "highlights how important it is for us to approach people as",
        "Q. Tell us about how the Diversity Career Advancement",
        "workplace with educational experiences to promote inclusion",
        "and diversity remains a top priority for Honeywell. The company",
        "training to educate all employees and influence behavior. Our",
        "event series, “Building Strong Teams Through Inclusion and",
        "Business Conduct, training programs, interactive learning and",
        "100 of our employees were involved in the event. Futureshapers",
        "Officer and Honeywell Hispanic Employee Network (HHEN)",
        "a prestigious SHPE Star Award in the Diversity category.",
        "As Futureshapers, Honeywell employees make an impact,",
        "diverse group of Honeywell employees. It seeks to humanize",
        "technologies back to talented employees who think big and",
        "employees’ dedication and ingenuity drives our success and",
        "• Honeywell was named a 2022 Best Place to Work for Disability Inclusion by Disability:IN",
        "and the American Association of People with Disabilities. At the Disability:IN conference,",
        "• Honeywell’s AllAbilities Employee Network recently hosted a company-wide Accessibility",
        "Ideathon. Employees submitted 75 innovative and inclusivity-driving ideas on how to extend",
        "management, accessibility, diversity, equity and inclusion. As a leader in the AllAbilities",
        "Network, Anni advocates for making the world accessible for Honeywell employees,",
        "building, networked with Honeywell’s Black Employee Network members and learned about",
        "• HBEN, in collaboration with various employee network allies, offered several events, sessions,",
        "“Best Companies to Work For” in both the Diversity and Millennials categories. Data was",
        "compiled from a variety of publicly available sources and evaluated based on inclusion criteria.",
        "unconscious bias training, employee network participation, community building and more.",
        "community for early career professionals to share challenges, resources and best practices.",
        "HONEYWELL GROWING EXPERIENCE EMPLOYEE NETWORK (HGEN)",
        "employees with mentors who can offer insight, advice and opportunity, ultimately helping",
        "early-career employees navigate the next stage of their careers.",
        "inclusion and diversity for members of the LGBTQ+ communities.",
        "Programa Global de Equidad Laboral, a survey evaluating LGBTQ+ workplace inclusion within",
        "Success. The network mobilized employees across the globe.",
        "Women Engineers (SWE), offered a valuable combination of networking, community building,",
        "employee volunteerism, Honeywell has delivered significant",
        "Every community needs a STEM-trained workforce of diverse",
        "Department of Education to open a STEM lab at the St.",
        "and Bengaluru. More than 1,000 employee volunteers from",
        "employees enlisted their friends and families to plant urban",
        "30 days, Honeywell employees quadrupled our previous years’",
        "quickly, delivering direct assistance to employees and communities in need. The employeefunded nonprofit organization is designed to assist in both the immediate and long-term housing",
        "needs of Honeywell employees impacted by a natural disaster.",
        "thousands of employees and provided to 2,619 employees. In 2022, the HHRF gave $82,000",
        "to 74 employees. Generous employee donations also helped the HHRF rebuild 930 homes, four",
        "and rebuilding efforts. Through an employee donation campaign and company match, Honeywell",
        "access to the digital realm to do the basics like banking, health",
        "at-home technology and digital literacy training to support",
        "Piedmont Community College and the Charlotte-Mecklenburg",
        "community is now 13,000 laptops closer to ensuring every",
        "that defines how we treat employees, customers, suppliers,",
        "empowers employees to recognize and report integrity and",
        "such as Cybersecurity, Data Privacy, Health and Safety, and",
        "throughout the organization, shares insights from employee",
        "and CEO – Safety Productivity Solutions. “So acting with a",
        "It’s how employees react at that moment that reveals their",
        "to your people. Inform them of the importance of our value",
        "being responsive to your people. Give them the opportunity to",
        "Honeywell has an open-door policy in which all employees can",
        "• Mandatory company-wide training for all employees in",
        "health, safety and environmental responsibility, nondiscrimination, harassment, conflicts of interest, anticorruption, cybersecurity, data privacy and trade controls.",
        "• Comprehensive training on key compliance topics in over 20",
        "applies to all employees, directors, sales intermediaries,",
        "tailored in-person and online annual anti-corruption training.",
        "standards, all officers and employees are required to complete",
        "annual Code of Business Conduct training, and, where",
        "permitted by law, Honeywell requires all officers and employees",
        "Conduct certification from 100% of all eligible employees at",
        "all levels of the organization, including production employees,",
        "part-time employees and interns. The completion status of this",
        "training and certification requirement is reported to the CGRC",
        "subcontractors to complete Code of Conduct training as part of",
        "training and certification process ensures that all eligible",
        "employees receive training on high-priority integrity and",
        "New employees must complete Code of Business Conduct",
        "training within 30 days of hire. We also assign other",
        "days of hire depending on the new employee’s role and location,",
        "including training related to handling conflicts of interests, anticorruption, antitrust, records management, data privacy and",
        "Honeywell empowers and expects our people managers to",
        "people managers with ready-to-use materials to support",
        "topics such as workplace respect, diversity and inclusion,",
        "Compliance organization. Employees found to have engaged",
        "communicates this policy to all employees, including through",
        "training required as part of the annual Code of Business",
        "Conduct certification process that applies to all employees",
        "employees who report a compliance concern or suspected",
        "Key elements of our Human Rights Policy include inclusion and",
        "diversity, workplace respect, freedom of association, a safe and",
        "healthy workplace, workplace security, work hours and wages,",
        "processes, training and other compliance controls in place to",
        "employees, customers, suppliers and others who entrust their",
        "our employees and others. As such, Honeywell has in place",
        "At Honeywell, we ensure our employees understand data",
        "Honeywell deploys mandatory all-employee training on data",
        "part of annual Code of Business Conduct training. Honeywell",
        "also requires job-specific data privacy training for certain",
        "and diversity of background to align with Honeywell’s",
        "This is to ensure we continue to enhance both the diversity of the",
        "inclusion and diversity, human capital management, human",
        "social responsibility, and supplier adherence to the Supplier",
        "• Foster a culture in which employees and managers can",
        "employees, no child or involuntary labor, fair wages and",
        "• Health and Safety: Including occupational safety,",
        "Honeywell understands the importance of supplier diversity in",
        "Our supplier diversity strategy is carefully designed to promote",
        "supplier diversity, foster inclusion and create equal opportunities",
        "guide our team in executing our supplier diversity program.",
        "Our supplier diversity program leverages tools with industryleading data to ensure accuracy and compliance. Through",
        "that specializes in supplier diversity tracking, we ensure small",
        "gather information from an on-site walkthrough, employee and",
        "information, policies, training logs, permits, verification of",
        "• Health and Safety: No health permits or health audits;",
        "Honeywell is committed to properly training our procurement",
        "employees to better enable them to uphold our standards when",
        "In addition to deploying training on standard procurement",
        "practices, employees are also educated on supplier risk",
        "Honeywell maintains extensive product and service safety programs across the",
        "enterprise, focusing on quality and safety throughout the product lifecycle, from",
        "• An extensive safety policy with objectives, accountability and responsibilities",
        "• Safety risk management, which includes hazard identification and risk",
        "• Safety assurance to monitor and assess performance",
        "• Safety promotion by engaging in formal training programs and",
        "offerings’ safety and quality, and work closely with the company’s Regulatory,",
        "quality and safety programs are tailored to specific regulatory",
        "standards, employees receive regular training, products and",
        "services are monitored for safety, and emergency response",
        "• Honeywell Aerospace’s safety and integrity initiatives are",
        "• Honeywell Aerospace’s Safety Management System is used",
        "· As part of the Safety Management System, Honeywell",
        "safety programs provide a comprehensive framework to drive",
        "continuous improvement in product safety and stewardship.",
        "· Among other things, PMT integrates health and safety",
        "• In dealing with product and service safety risk assessments,",
        "· HBT aligns the Engineering, Quality, and Safety teams",
        "potential safety issues as they arise in pre/post launch",
        "· Honeywell Safety and Productivity Solutions (SPS) offers",
        "focus on automation, productivity and safety. SPS crossfunctional teams of engineers, scientists and productstewardship professionals use a phase-gate approach",
        "· Product assurance and safety is a key part of Honeywell",
        "• Details regarding Honeywell’s exclusively employee-funded",
        "independent, nonemployee directors. Each year, the CGRC",
        "and Ethics, Inclusion and Diversity, and Workplace Respect.",
        "Description of efforts to assess, monitor, and reduce exposure of employees and",
        "contract workers to long-term (chronic) health risks",
        "Total recordable incident rate (TRIR) for (a) direct employees and (b) contract employees",
        "4TRIR for employees and directly supervised contractors and calculated based on OSHA guidelines.",
        "5Excludes Sandia National Laboratories (Sandia) and Kansas City National Security Campus (KCNSC) workforces of approximately 21,000 employees. Sandia and KCNSC are U.S.",
        "Health, Safety and Environment is responsible for implementing our",
        "Total recordable incident rate (TRIR) for direct employees",
        "Honeywell manages these facilities as a contract operator but does not establish or control their human resources policies. The executives category represents executive-band employees."
    ],
    "governance": [
        "I’m honored to serve as Honeywell’s Lead Director and continue to enjoy my time interacting with shareowners and facilitating an open dialogue. The Board",
        "The Corporate Governance and Responsibility Committee (CGRC) of the Board plays a key role in overseeing and providing guidance as Honeywell addresses",
        "the dynamic ESG challenges of our world. The CGRC also focuses on ensuring that Board members exhibit the necessary leadership qualities, independence",
        "ESG issues of our time. This moment in history presents remarkable challenges and opportunities. I speak for the entire Board when I say we are optimistic",
        "In addition, our annual Enterprise Risk Management (ERM)",
        "Annual ON-SITE AUDITS of high-risk suppliers to ensure",
        "customers meet important compliance, reliability and",
        "spreadsheets while offering an accurate, auditable and near",
        "guidelines, regulations and risk management policies. The",
        "Compliance with regulatory requirements and internal",
        "governance process. The phases include ongoing selfassessment, annual verification and internal audit.",
        "identification and assurance of compliance to all HSEPS",
        "matter experts conduct the audits and focus on verification of",
        "risk management. Our General Counsel of HSEPS monitors",
        "material risks for disclosure and enterprise risk management",
        "to the boardroom to engage in careful planning and analysis,",
        "compliance with regulatory standards. Our program calls for",
        "• Applicable compliance obligations associated with their work",
        "Board’s Corporate Governance and Responsibility Committee.",
        "Our senior leadership, including the CEO and Board of Directors,",
        "established an ESG Review Board (ERB) consisting of several",
        "compliance with legal, permit and Honeywell requirements.",
        "conducting regular water audits to identify opportunities to",
        "are subject to three levels of governance: a location level selfassessment against requirements, a verification process by",
        "more senior personnel within the organization and auditing by",
        "• Obtain a comprehensive water audit on an established cycle",
        "A verification program and independent internal audits measure",
        "compliance with our requirements and identify opportunities for",
        "A verification program and independent internal audit measures",
        "compliance with our requirements and identifies opportunities",
        "systems in place to support ongoing compliance activities to",
        "gained while compliance requirements are met globally. Our",
        "members of Honeywell’s Board of Directors, George Paz and Grace Lieblein. George and Grace",
        "compliance issues, and to contribute toward upholding a work",
        "matter experts, Honeywell’s Integrity and Compliance team",
        "Honeywell’s Integrity and Compliance Program is a Corporate",
        "has a dedicated Integrity and Compliance organization that is",
        "led by the Vice President and Chief Compliance Officer, who",
        "General Counsel, ESG. Both have direct access to the Board of",
        "Compliance Council, which includes integrity and compliance",
        "as well as representatives from key compliance functions",
        "Procurement. The Council monitors compliance with Honeywell",
        "promotes awareness of integrity and compliance topics",
        "ethical culture surveys, drives best practices, provides feedback",
        "on global integrity and compliance program enhancements and",
        "The integrity and compliance representatives from the strategic",
        "and compliance initiatives in the areas they represent. Their",
        "The Integrity and Compliance organization also appoints Ethics",
        "Ambassadors who serve as liaisons for integrity and compliance",
        "Compliance organization to advance program objectives to",
        "further an ethical culture in our businesses and locations.",
        "“Put simply, if we compromise on our integrity, our ethics, our",
        "compromise their integrity, their ethics, their values to achieve a",
        "management’s responsibility to uphold the ethics and integrity",
        "escalate their concerns where ethics and integrity might be in",
        "pressured to do something unethical, you should speak up, even",
        "ethics and integrity,” Koutsaftes said. “It starts with the values",
        "of ethics and integrity about how we conduct our business. And",
        "in nature that recognize the value and foundations of ethics and",
        "and should raise any concerns about integrity and compliance",
        "The Board of Directors has overall oversight responsibility for",
        "integrity and compliance at Honeywell, and the Corporate",
        "Governance and Responsibility Committee (CGRC), the",
        "oversight over Honeywell’s Integrity and Compliance program.",
        "The CGRC receives reports from the Chief Compliance Officer",
        "at each meeting. Topics reported by the Chief Compliance",
        "Officer include the company’s integrity and ethics program,",
        "whistleblower and investigations program, ethics assessment",
        "results and critical regulatory compliance programs.",
        "The Audit Committee receives annual reports regarding",
        "the company’s compliance risk management program and",
        "• Integrity and Compliance councils operate at the corporate,",
        "• An Ethics Ambassador Program empowers business leaders",
        "around the globe to champion integrity and compliance",
        "the company on the criticality of integrity and compliance.",
        "• Essential compliance tools that offer real-time visibility into",
        "• Global compliance teams in regions at elevated risk for",
        "• Frequent self-assessments, independent internal and thirdparty reviews and audits of compliance risk areas.",
        "• Internal risk assessments evaluate the strength of our ethics",
        "and compliance program against standards informed by",
        "• The Internal Audit organization conducts independent audits",
        "of various compliance program elements to help ensure",
        "in law, auditing and analytics. The team is dispersed globally",
        "responsible for maintaining compliance processes, conducting",
        "To hold our workforce to Honeywell’s integrity and ethics",
        "to annually certify their compliance with its tenets.",
        "compliance topics on a timely and regular basis. Topics that",
        "comprehensive and mandatory compliance learning within 60",
        "discussion of integrity and compliance topics and how to raise",
        "and report any instances of ethical misconduct. The Integrity",
        "on misconduct violation trends, enterprise risk management",
        "results and audit findings. The communications plan includes",
        "discussion of integrity and compliance topics with their teams.",
        "discipline, up to and including termination, in compliance with",
        "operations and supply chain to ensure fairness, ethical behavior,",
        "compliance with applicable data protection regulations",
        "worldwide. A Data Privacy Governance Council led by the",
        "decision-making. A Digital Marketing Governance Council, led",
        "privacy and cybersecurity issues during onboarding and as",
        "regular internal and external audits; vulnerability assessments",
        "Honeywell’s Corporate Audit department provides independent",
        "assurance in accordance with Institute of Internal Auditors",
        "standards (IIA). Corporate Audit is directly responsible to",
        "Honeywell’s Audit Committee on behalf of the Board of",
        "performance of its duties. Corporate Audit periodically",
        "evaluates Honeywell’s governance and operations related",
        "appropriately identified and managed, ensure compliance to",
        "Honeywell’s Supplier Risk Management standard establishes",
        "leadership traits, personality, work ethic, independence",
        "When identifying Board candidates, the CGRC requires qualified",
        "Board and the perspectives and values that are discussed in Board",
        "The Board uses a skills and experience matrix to facilitate the review",
        "The Board and the CGRC proactively oversee the company’s",
        "ESG disclosure. Each Board committee then has oversight",
        "delegated by the Board, supported by regular engagement with",
        "Board leverages our Enterprise Risk Management program and",
        "industry peers and consulting and risk management firms to",
        "identify best practices and deploy risk management programs",
        "The Board uses an Enterprise Risk Management (ERM) program",
        "legal, compliance, cyber and reputational risks, and the",
        "the Corporate Audit Department, and the Vice President and",
        "Board, the CGRC and Audit Committee each year. As part of",
        "that features year-round opportunities for its Board and",
        "the chairs of our Corporate Governance and Responsibility",
        "years to increase shareowner rights, enhance the Board’s",
        "governance practices, executive compensation programs, CEO",
        "upholding our commitment to integrity and compliance, mitigating",
        "for legal compliance of suppliers, including setting standardized",
        "contract language to ensure compliance with legal and",
        "our commitment to integrity and compliance within our",
        "benefits, subcontractor compliance and acceptable living",
        "accountability, risk management, training, standards, audits,",
        "vetted reliable sources that identify supplier compliance risks,",
        "compliance risks are reviewed and vetted by subject matter",
        "and monitors for a variety of compliance risks, including labor",
        "generates a finding against any of the compliance or Supplier",
        "Each year, we work with a qualified third party to conduct onsite audits of certain high-risk suppliers using a standardized",
        "when selecting suppliers for on-site audits, based on an analysis",
        "Compliance function and the Law Department. Risk factors",
        "assessed in the audits include, but are not limited to, child labor,",
        "This process includes conducting thorough on-site audits that",
        "in audit results and are assigned an owner who consistently",
        "following ethical practices and using valid sources to procure",
        "management, conflicts of interest, code of conduct, governance",
        "supply chain and compliance with the “conflict minerals”",
        "on driving compliance with all applicable regulations.",
        "to bring a continued focus on compliance with applicable",
        "process. Product Compliance, Engineering and Product",
        "of good governance and its high standards of ethical conduct.",
        "priorities and defining governance processes. The company’s",
        "compliance with all applicable laws with our political spending",
        "responsibility of the Board’s Corporate Governance and",
        "memberships and to the full Board on the global lobbying",
        "and government relations program. The CGRC’s oversight",
        "of the company’s political activities ensures compliance",
        "In 2020, the company established an Advisory Board of leaders",
        "The Advisory Board also reviews memberships in third-party",
        "The Advisory Board meets at the start of each Congress, and",
        "Advisory Board decisions are documented and reported",
        "quarterly to the HIPAC Board of Directors and to Honeywell’s",
        "Discussion of processes to manage business ethics risks throughout the value chain",
        "Honeywell is committed to strong corporate governance policies,",
        "practices and procedures designed to ensure our Board effectively",
        "exercises its oversight role. Our Board is responsible for, among other",
        "Board’s Corporate Governance and Responsibility Committee (CGRC)",
        "a) Describe the board’s oversight of climate-related risks",
        "and risk management processes. While risk and opportunity",
        "management are part of our standard business operations, the Board",
        "has responsibility for risk oversight and regularly reviews top-level,",
        "strategic, operational, reporting and compliance risks.",
        "Since 2004, Honeywell has had a comprehensive program to audit",
        "had a comprehensive program to audit, identify, execute and track"
    ]
}