{
    "file": "infosys-esg-report-2024-25.txt",
    "environmental": [
        "As the climate crisis escalates, the call for institutions to act is no longer a nudge",
        "it is a demand. Infosys’ journey towards sustainability began in the early 2000s.",
        "leveraging these capabilities not only to advance our own sustainability goals,",
        "For the sixth consecutive year, we are carbon neutral across our global operations, by reducing our energy consumption, increasing our",
        "renewable energy sourcing, and offsetting our residual emissions through high-quality carbon credits.",
        "of the metaverse, including virtual and augmented environments, for their",
        "sustainability goals and developed the lens further in a more practical and comprehensive",
        "1 World Economic Forum (www.weforum.org/whitepapers/toward-common-metrics-and-consistent-reporting-of-sustainablevalue-creation)",
        "Corporate Sustainability Reporting Directive (CSRD). We leveraged our Global Reporting Initiatives (GRI)-based",
        "material topics to identify material sustainability-related matters using the double materiality framework guided",
        "and leveraging generative AI advancements in climate solutions, etc.",
        "• Maintaining carbon neutrality across Scope 1, 2 and 3",
        "• Reducing absolute scope 1 & 2 greenhouse gas (GHG)",
        "• Reduced Scope 1 and 2 GHG emissions by 71% over the BAU scenario",
        "• Reduced absolute Scope 3 emissions by 24.1% over the 2020 baseline",
        "• Engaging clients on climate actions through our solutions",
        "• 100% of the wastewater in our campuses is recycled",
        "interventions such as renewable power or energy conservation initiatives.",
        "Infosys recognizes that climate change is more than an environmental challenge—it is a fundamental issue that affects economies, communities, and",
        "with it increased carbon emissions, resource consumption, and environmental pressure. That is why, we have embedded sustainability into the core",
        "of our operations through smarter design, adoption of clean energy, carbon offset initiatives, and biodiversity enhancement programs. Our ambition",
        "doesn’t stop at mitigation. We are working towards climate positivity, aiming to restore more than we consume, and contribute actively to the health",
        "of our ecosystems and communities. We are implementing large-scale agroforestry projects across several states in India. This shift towards climate",
        "strategy with climate resilience and long-term environmental stewardship, we are building value—for our stakeholders, society, and future generations.",
        "Infosys’ climate positive strategy builds on the Company’s achievements over the last two decades",
        "renewable energy integration, and largescale offset projects",
        "Our approach to becoming climate positive focuses on transformational actions that address emissions at their source, leveraging innovative",
        "Driving absolute emissions reduction across value chain",
        "• Replace R22 refrigerants with lowGWP sustainable alternatives.",
        "efficiency at every stage. By integrating low-carbon",
        "Solidifying its ongoing commitment to sustainability",
        "climate-conscious cooling. HFOs offer a responsible",
        "interventions such as high-recycledcontent aluminum façades, low-carbon",
        "As a demonstration of our commitment towards environmental stewardship and driving positive",
        "outcomes, we implemented an Energy Management System and achieved ISO 50001:2018",
        "our sustainability initiatives by including other locations in the certification process in a phased",
        "manner. This has enabled us to focus our efforts on improving energy efficiency, energy performance,",
        "collaborate and innovate in the most energyefficient environments possible. While our",
        "portion of our indirect emissions. At our Bengaluru",
        "Three critical pillars of Value Chain Decarbonization",
        "to fostering sustainable agricultural practices that",
        "Infosys has undertaken several initiatives to address Scope 1, 2, and 3 emissions, including collaborating",
        "with suppliers to ensure compliance and drive emissions reduction. We are also committed to leading the",
        "biodiversity-friendly urban design, landsharing, and sustainable campuses. The summit",
        "Infosys has long been a global leader in designing and operating sustainable, high-performance buildings, setting industry benchmarks. To scale",
        "this impact, Infosys launched ASSURE (Accelerating Sustainable Super-Efficient Real Estate), a multi-stakeholder platform in partnership with",
        "strategies for energy-efficient, climate-resilient infrastructure. Launched on May 09, 2024, the forum convened experts, policymakers, and industry",
        "leaders, including Peter Rumsey (Co-founder and CEO of Point Energy Innovations and visiting faculty at Stanford University, and a global authority",
        "on building decarbonization), to drive systemic change and ensure that India’s future buildings are not only smarter but radically more sustainable.",
        "• The large, energyand emission-intensive growth in",
        "• The risk of long-term energy lock-ins, poor living /",
        "Climate Lobbying Infosys has a structured approach to ESG focused public policy activities and trade association memberships, ensuring",
        "transparency and alignment with its sustainability goals(refer to BRSR for more details). We actively collaborate with key industry bodies and global",
        "organizations to support policy development that benefits society and the environment. One of such examples is ASSURE (Accelerating Sustainable",
        "accelerate decarbonization of the Indian building sector through dialogue, data, skilling and policy reforms.",
        "Public policy engagement and governance is led by the company's leadership. The company’s stance on climate-related policies such as Paris",
        "association activities to ensure consistency with its climate commitments and responsible advocacy practices. Environmental policy alignment with",
        "Ashiss Kumar Dash, Global Head of Services, Utilities, Resources, and Energy, speaking at ONS 2024",
        "Engaging clients on climate action through our solutions",
        "anchored by a transversal Sustainability Consulting",
        "Excellence (CoEs) that specialize in technologydriven sustainability solutions.",
        "industry leaders to accelerate sustainable progress.",
        "Beyond events, we actively engage in sustainability",
        "Sharing sustainability best practices at Global Supplier",
        "prescriptive analytics to identify emission reduction",
        "using multi-criteria factors like life cycle, energy",
        "solution for energy-efficient cooling in buildings.",
        "sustainability. Radiflux is a cost-effective, scalable",
        "Water is fast becoming one of the most critical sustainability challenges, shaping global conversations around climate resilience, biodiversity",
        "Infosys understood that its responsibility must extend beyond operational efficiency. Aligned with our climate-positive goals, we continue to be",
        "2014, ratifying its commitment to \"zero wastewater discharge\", and we have maintained zero wastewater discharge across our campuses. This has since evolved into a pioneering water stewardship",
        "As part of the climate-positive initiatives, Infosys plans to recharge more than its consumption (fresh water and treated water) and unit intensity across its operations.",
        "Rejuvenation of lakes is vital for India’s sustainable",
        "ecosystems play a key role in climate resilience and",
        "Waste management is a complex global challenge, with practices and effectiveness varying",
        "in waste generation, while poor waste management continues to pollute land, water, and air,",
        "raising alarm over environmental degradation. Developing countries face particular hurdles,",
        "including limited resources, rapid urbanization, and inadequate infrastructure to manage waste.",
        "The World Bank estimates global per capita waste generation at 0.74 kg per day, with projections",
        "global population. While traditional waste systems can manage annual costs, transitioning to a",
        "circular economy, through prevention, sustainable design, and full lifecycle management— offers",
        "greater long-term benefits. For Infosys, waste is a priority material topic with clear relevance",
        "we aim to continuously improve our waste strategy and enhance alignment with our broader",
        "waste-related disclosures are aligned with globally",
        "waste sent to landfills. Our waste diversion strategies",
        "Effective segregation of waste is achieved using wet",
        "of e-waste is an inherent aspect of our operations.",
        "Our e-waste stream comprises a wide range of items,",
        "We also carried out creative sustainability initiatives",
        "publications, spanning introduction to sustainability,",
        "effective waste management practices, anti-corruption",
        "Volunteers from Infosys participating in waste drives",
        "sustainable development. Millions of learners across",
        "Principles (WEP), we strive to create an environment",
        "jurisdiction in which we operate, and respect for others and having an environment where everyone can succeed is a core value.",
        "sustainable growth and societal impact. The threeday camp includes a day at Infosys’ state-of-the-art",
        "ensuring our human capital continues to be a cornerstone of sustainable growth and impact.",
        "in their interests. Conceptualized as a sustainable",
        "environment is not restricted only to our employees,",
        "the Business Responsibility and Sustainability Report",
        "• Building sustainable and responsible supply chains",
        "cybersecurity, information technology, governance, sustainability, ESG, sales",
        "• 273 suppliers engaged to enhance their climate performance",
        "global business, cybersecurity, information technology, governance, sustainability, ESG, sales and marketing, delivery, risk",
        "and external environment risks. A robust complaints",
        "relating to climate action and sustainability efforts",
        "principles for building and improving its sustainable",
        "sustainability. We encourage our suppliers to join in",
        "a large part of our capex in fiscal 2025 on climate",
        "benchmark practices in environmental sustainability",
        "CEO Climate Leaders, a coalition of business leaders",
        "progress in creating a truly inclusive environment.",
        "to launch the Sustainability Atlas, a cuttingedge GenAI tool focused on sustainability. This",
        "Educational Foundation. The Sustainability Atlas is",
        "key sustainability themes, leveraging Infosys Topaz,",
        "gateway to sustainability-focused insights, offering",
        "sustainability-related questions, offering an efficient",
        "• Insights Across a Range of Sustainability Topics:",
        "users’ sustainability questions, informed by trusted"
    ],
    "social": [
        "potential and create the next opportunity for people, businesses, and communities” – continues to be our guiding light. A future-ready ESG",
        "We have reached 13.3 million people with digital skills, including employees, clients’ workforce, students, teachers, and communities.",
        "universe of stakeholders from clients to communities, employees, suppliers, investors and the government – has continued to accelerate our collective efforts. This ESG report, together with our other",
        "assessment, we have identified six key stakeholder group: Inverstors / shareholders, clients, employees and",
        "sub-contractors, suppliers / partners, government / regulators, and the community.",
        "2 Business travel, employee commute, and transmission and distribution losses.",
        "3 Measured against the 2020 baseline; includes business travel, employee commute, and transmission and distribution losses.",
        "such as CSRD, green finance, and ESG in healthcare.",
        "model. Over the last decade, Infosys has moved from water-efficient campus design to institutionalizing a model of water stewardship—one that regenerates ecosystems, safeguards community water",
        "cycle of awareness and action. This peoplecentric engagement complements our technical",
        "learning platform for all our employees worldwide. The",
        "ensures employee learning and continuous engagement",
        "and anti-bribery and more. Beyond training, employees",
        "• ~84% of our employees leveraged flexible working options.",
        "• World Record in Wonder Book of Records: Largest employee and family-driven",
        "of good governance but also critical to Infosys’ social",
        "Students collaborating on a project at Infosys Mysuru Training Center",
        "The Foundation Program training for freshers focuses",
        "professionals. This training includes the basic IT skills",
        "Training Program, anchored across India, Mexico, the",
        "largest corporate training facility in the world. Since",
        "Infosys is committed to democratizing digital education through its Springboard initiative,",
        "connectivity. These community-focused programs are not only promoting digital inclusion but are",
        "access to digital education should be a right, not a",
        "has grown into a catalyst for digital inclusion and",
        "We also know that barriers to education aren't only",
        "At Infosys, our belief in technology as a force for good is not aspirational—it is operationalized across every layer of our social impact agenda.",
        "We have reimagined the role of digital platforms, AI, and skilling ecosystems to bridge systemic gaps in access, opportunity, and inclusion. Guided",
        "lives by 2025 across education, healthcare, and e-governance. This extraordinary reach reflects not just scale, but sustained intent to democratize",
        "economy. In doing so, Infosys reinforces its social",
        "education, and financial services, and significantly",
        "Pioneering impact platforms: Healthcare, identity & education",
        "preliminary assessment of eye health, indicating whether",
        "At Infosys, we envision a future where diversity, equity, and inclusion power innovation, growth, and shared success",
        "perspectives, fuels creativity, strengthens problemsolving, and drives deeper connection. Diversity",
        "At Infosys, our inclusion strategy is built on a simple",
        "levels. Our Inclusion Councils, established globally,",
        "being responsive to local diversity needs. Periodic",
        "At Infosys, inclusion is a living part of our culture,",
        "which offers a multitude of resources on inclusion.",
        "commitment to diversity, equity, and inclusion. As a",
        "We are fostering a culture of inclusion through our",
        "Inclusion Learning Channel, fostering understanding,",
        "Diversity, Equity, Inclusion (DE)I is subject to different interpretations in various jurisdictions. Infosys follows the law in every",
        "prioritizes sports education through initiatives like",
        "to reach people with disabilities. Examples include",
        "community librarians, and district tech specialists",
        "community. In fiscal 2025, Infosys Foundation USA’s",
        "solutions and collaboration to support education in",
        "Ministers of Education and ICT. Inderpreet Sawhney,",
        "Secretary of State, Ministry of Education Youth and",
        "Schleicher, Director for Education and Skills, OECD.",
        "social enterprise, to upskill and reskill job seekers",
        "national educational platform, All Ukrainian Online.",
        "to drive meaningful change, making inclusion a core",
        "information on Infosys’ policies and people practice",
        "We are a people-first Company. Our success is built on the belief that when our people thrive, so does our organization and the communities",
        "we serve. Our commitment to human capital development is anchored in our Employee Value Proposition (EVP), which is centered around",
        "Together, these pillars shape a workplace where people are inspired, enabled, and valued,",
        "We strive to create a world-class employee experience by designing consistent best-in-class policies, processes, programs, and systems, focusing on creating ‘Experience by",
        "Design’ while keeping employees at the core of whatever we do. We gather employee feedback using robust listening mechanisms, built in through the employee life cycle",
        "to help improve our offerings and create positive memorable moments that matter using technology. Some of our interventions across the employee life cycle include.",
        "networking and collaboration among our employees anytime, anywhere. We continue to enrich our InfyMe app with more services that enable teams to operate,",
        "on four pillars—Physical, Emotional, Social wellbeing, and Safety—our initiatives are co-created",
        "Centers (DCs), over 15,000 employees, and more than",
        "programs, we aim to enhance employee wellbeing and drive organizational success through a",
        "Contributors (ICs) and First-Level People Managers.",
        "Pulse survey. This tool collects ongoing and realtime feedback from employees anonymously on",
        "At Infosys, purposeful work begins with a foundation of integrity. We believe that for people to truly find",
        "Transition assistance: We provide employees opportunities to upgrade their skills as part of transition assistance to",
        "The Employee Career Support program: Retirement Planning spans a portfolio of services including consultations from",
        "objective is to build and retain social capital among",
        "employees, we have also opened offices closer to where",
        "people, especially around digital skilling, improving",
        "clauses for all stakeholders. Additionally, employees",
        "healthcare, life sciences, utilities and more. For more",
        "practices in their organizations covering social and",
        "policy being setup, training is provided at regular",
        "clauses for all stakeholders. Additionally, employees",
        "Employees, as important stakeholders, provide their",
        "relationships. Our stakeholder groups are investors / shareholders, clients, employees and subcontractors, suppliers / partners, governments / regulators and the community at large.",
        "Inclusion Officers Community, Infosys is a signatory",
        "yet, the community still faces discrimination every",
        "resilience and circular economy to social inclusion.",
        "efforts to strengthen cyber awareness across social",
        "awareness training completion, timely interventions",
        "as well as behavioral training on an ongoing basis.",
        "Infosys leverages internal training programs, as well",
        "learning through the classroom as well as on-thejob training.",
        "internal training platform, sessions, videos, podcasts,",
        "Vice President Head ESG | Diversity, Equity & Inclusion"
    ],
    "governance": [
        "complexities of data privacy, digital equity, and the ethics of AI. The need of the hour is to harness the opportunity to progress but to do so while",
        "We have been recognized as one of the World’s Most Ethical Companies, for the fifth year in a row, by Ethisphere.",
        "authorities. This was a significant milestone for us, demonstrating our commitment to data privacy and compliance with EU regulations.",
        "175,000 patients have been onboarded to SightConnect, making eye care more accessible to all.",
        "The ESG committee of the Board also approves the continued relevance of material matters",
        "in the advancement of our readiness towards compliance with EU CSRD. The double materialty assessment",
        "assessment. For e.g., evolving frameworks and regulations for AI leading to compliance challenges,",
        "our supply chain is a prerequisite for onboarding and performance against these commitments is audited regularly.",
        "chain transparency, and IT GreenOps. This strategic",
        "communities across India. With features like Lab on Wheels and the Springboard Makers Lab,",
        "Springboard is more than a learning platform. It is",
        "Samskruti College students get hands-on experience in robotics with the SpringBoard Maker Lab on wheels.",
        "For areas with limited connectivity, our Springboard",
        "empowered, and given equal opportunity to thrive. Rooted in our Code of Conduct and Ethics, and guided by the",
        "audit tool to identify and address accessibility gaps",
        "offboarding to retention analysis, AI also supports",
        "• Our Board is represented by 22.22% women leaders and 44.44% foreign",
        "through our empowered, diverse, and inclusive Board",
        "and marketing, delivery, risk management, mergers and acquisitions",
        "• Ensuring robust compliance and integrity practices",
        "• Ethisphere recognized Infosys among 2025 World’s Most Ethical Companies®",
        "Our corporate governance reflects our value systems, culture, policies, and relationships with our stakeholders. Integrity and transparency lie at",
        "the core of our corporate governance to ensure sound practice and performance that, in turn, help us gain and retain the trust of our stakeholders.",
        "We practice the highest level of corporate governance across all our business functions. A strong, independent, and diverse Board leadership",
        "nurtures and sustains effective corporate governance throughout the corporation. Independent Board committees review and formulate",
        "industry-leading governance practices. Read more in the Corporate governance report that is part of the Infosys Integrated Annual Report.",
        "Our Board is represented by 22.22% women leaders and 44.44% foreign nationals with expertise in the domains of finance,",
        "in the Infosys Code of Conduct and Ethics including",
        "director, a formal and rigorous Board evaluation is",
        "the Corporate governance report that is part of the",
        "responsible supply chains. As part of the onboarding",
        "Council (UNHRC), Ethical Trading Initiative (ETI) and",
        "The Ethics and Compliance Program at Infosys has two key objectives – to uphold and ensure the",
        "values of integrity and transparency and to assure enterprise-wide regulatory compliance. Integrity",
        "use to run the Company daily and are the source of our Code of Conduct and Ethics. Our values",
        "Leadership by example, Integrity and transparency, Fairness and Excellence).",
        "right thing and prioritize legal and ethical choices.",
        "to compliance with the law, regulations, and policies",
        "and helps in maximizing the impact of ethics-related",
        "framework is grounded in ethical principles: fairness,",
        "dedicated to developing safe, unbiased, and humanaligned AI systems, governed by strong oversight",
        "an ethical and risk intelligent culture, to increase",
        "in the Infosys Code of Conduct and Ethics including",
        "key principles like transparency, fairness, nondiscrimination, explainability, and human oversight.",
        "resolute in treating privacy not just as a compliance",
        "necessity but as a core ethical and enterprise value.",
        "compliance posture through effective monitoring and management of cyber events. We believe that",
        "and audits in a year at an organization level (e.g.",
        "undergo client account audits to assess our security"
    ]
}