{
    "file": "KraftHeinz-2023-ESG-Report.txt",
    "environmental": [
        "climate change, legal or regulatory responses thereto, and our compliance with such laws; our dependence on technology and the",
        "Environmental Stewardship ................................................................................................................................................................................. 42",
        "Environmental Sustainability Goals ............................................................................................................................................................................. 43",
        "Energy Use & Conservation ............................................................................................................................................................................................ 47",
        "Net Zero and Science Based Targets ............................................................................................................................................................................. 48",
        "Renewable Electricity ...................................................................................................................................................................................................... 49",
        "Waste Reduction ............................................................................................................................................................................................................... 50",
        "Reducing Food Waste ...................................................................................................................................................................................................... 51",
        "Sustainable Packaging .................................................................................................................................................................................................... 52",
        "Sustainable Agriculture ................................................................................................................................................................................................... 67",
        "This 2023 Environmental Social Governance Report (“Report”) is the fifth Environmental Social Governance (ESG) report issued by The",
        "We have utilized the United Nations Sustainable Development Goals (SDGs) as a guiding framework in the development of our ESG",
        "This Report was prepared utilizing the Global Reporting Initiative (GRI) Sustainability Standard. We have also aligned this Report to the",
        "general principles of the Sustainability Accounting Standards Board (SASB) for food and beverage companies, as well as the Task Force on",
        "Climate-related Financial Disclosure (TCFD). Separate downloads of our ‘GRI,’ ‘SASB,’ and ‘TCFD’ disclosures are available on our website",
        "environmental data. Details on our assurance activities are available in the appendix of this Report and on our website at",
        "the next level. Environmental Social Governance (ESG) practices are integrated into our",
        "long-term business strategy, from sustainably sourcing our ingredients to ensuring we’re",
        "Environmental Stewardship, and Responsible Sourcing. Our Company Value,",
        "To reduce our environmental footprint, we’re leading with our products. We partnered",
        "with Pulpex to develop a paper-based, renewable and recyclable Heinz tomato ketchup",
        "bottle made from 100 percent sustainably sourced wood pulp – the first sauce brand to",
        "portfolio, eliminating approximately 900,000 pounds of plastic waste annually. And we",
        "to purchase 100 percent sustainably sourced tomatoes for our",
        "us on our continuing journey to help create a more sustainable world. We owe the future",
        "best in everything we do, including corporate citizenship. We strive to make positive impacts in our communities and the environment, improving our collective world and",
        "climate change, the environment, nutrition and well-being, and social issues. The Board",
        "Health; Sustainable Agriculture; Responsible Sourcing; Sustainable Manufacturing;",
        "Sustainable Packaging; Animal Welfare; Corporate & Government Affairs;",
        "Sustainability and Corporate Affairs Officer; and Executive Vice President and Global Chief",
        "has also increasingly integrated and disclosed environmental related data that feeds into",
        "various reporting frameworks, such as Sustainalytics, the Dow Jones Sustainability",
        "Index, and CDP (Climate, Water and Forest questionnaires).",
        "CORPORATE RESPONSIBILITY AND SUSTAINABILITY GOVERNANCE",
        "sustainability efforts, which are a critical component of our overall enterprise strategy",
        "Executive Vice President, Global General Counsel, and Chief Sustainability and Corporate Affairs Officer",
        "Hold monthly workgroups in the following areas: Product Health; Sustainable Agriculture; Responsible Sourcing; Sustainable Manufacturing;",
        "Sustainable Packaging; Animal Welfare; Corporate & Government Affairs; and Communications.",
        "strengthens our understanding of important environmental, social and governance issues, which helps us set associated priorities to make respective impacts.",
        "with respective smaller interim updates as appropriate. This assessment allows us to identify and prioritize the environmental, social,",
        "Together at the Table: Kraft Heinz 2023 ESG ReportSTAKEHOLDERSKRAFT HEINZProduct & Service Safety & QualityHealth & NutritionHuman RightsSustainable Agriculture & Natural Capital ProtectionClimate Change Risks & ManagmentHigh PriorityHigh PriorityWater & Wastewater ManagementEnergy ManagementResponsibleSourcingProduct & Packaging Design& Lifecycle ManagementEmployee Health & SafetyEthical Corporate BehaviorEmployee Diversity & InclusionResponsible Consumption & ProductionWaste & Hazardous Materials ManagementPrivacy & Data SecurityResponsible Marketing & Product LabelingGovernance Structures & MechanismsPhysical & Sociopolitical RisksCommunity RelationsTransition to Renewables & Alterative EnergiesBusiness Model ResilienceWorkforce ManagementLabor PracticesTransparencyFood Security, Access& AffordabilityAir EmissionsEcological ImpactsInnovation & TechnologyCompetitive BehaviorManagement of Local ImpactsGHG EmissionsManagement of the Legal & Regulatory EnvironmentCustomer CentricityAnimal Welfare\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "efficacy and due diligence with our valued suppliers around sustainable business",
        "In support of our Vision, To sustainably grow by delighting more consumers globally, we are committed to responsible, sustainable practices extending to each facet of our business. The Kraft Heinz ESG strategy",
        "We’re setting ambitious environmental goals, sourcing sustainably, improving the products we sell, and making impactful advancements in communities – all with a commitment to transparency and two-way dialogue.",
        "Diseases, and the United Nation’s Sustainable Development Goals.",
        "Environmental stewardship begins with our operational footprint,",
        "where we actively strive to conserve water and energy, reduce emissions,",
        "minimize waste, and make our packaging sustainable.",
        "chain to continually improve on social and environmental factors.",
        "such as human rights, deforestation, animal welfare and sustainable",
        "tools and resources to create a more inclusive environment. We believe these learning and",
        "Creating an environment in which all employees feel valued, respected, and heard is a",
        "Through Nerópolis Without Food Waste, which is wholly funded by Kraft Heinz, families were",
        "connected to 14,000 pounds of produce that would have otherwise been wasted due to its",
        "distribution, local procurement, and sustainable agriculture projects.",
        "In 2022, participants in Rise Against Hunger’s sustainable agriculture projects, supported",
        "These projects, which Rise Against Hunger implements with local partners, support longterm food security through a variety of initiatives, including sustainable agricultural training,",
        "establishes home-grown school feeding programs and trains farmers in climate-smart",
        "a progressive approach to help create sustainable food sources that perfectly aligns",
        "inspiring is their commitment to create a sustainable solution to end the hunger crisis in",
        "climate crisis. We are deeply grateful for the generous and forward-thinking",
        "to the continuous needs created by climate disasters.”",
        "affordable solution to health and environmental challenges.",
        "which results in very high First Time Right scores and therefore reduces product waste.",
        "teams through best-in-class collaboration, teamwork, waste reduction, efficiency, and product",
        "nutritionists and meets our requirements for energy, added sugar, sodium, saturated fat, fiber,",
        "with other operational functions in a continuous improvement framework. The Environmental,",
        "At Kraft Heinz, environmental stewardship is key to our focus on sustainable growth. It begins with our",
        "operational footprint, where we actively strive to conserve water and energy, reduce emissions, minimize",
        "waste, and make our packaging sustainable. Our manufacturing facilities are under our operational control",
        "and can consume substantial amounts of resources, so we focus significant efforts on environmental",
        "Kraft Heinz is committed to reducing its operational environmental footprint. We have prioritized projects across our global manufacturing",
        "network in the areas of water conservation, energy use and greenhouse gas emissions (GHGs), waste reduction, and packaging.",
        "percent in high-risk watershed areas. We also reduced energy use intensity by 4.22",
        "percent, and waste to landfill intensity by 18.40 percent. This performance was",
        "strategy in place to improve their environmental footprint and are further pushing",
        "We continue to recognize the significant environmental impacts a growing population",
        "as ourselves, by continuously fostering efficiency improvements in an environment of",
        "excellence journey. KHMS is one of the key drivers of our sustainable manufacturing",
        "strategy as it guides the implementation of practices to reduce water use, energy use,",
        "GHG emissions, and waste output. These practices help guide our manufacturing teams,",
        "that environmental data for years between the base year and reporting year are not recalculated as per our Basis of Reporting for key ESG indicators.",
        "interconnected to drive sustainable efficiency improvements. Since adopting this",
        "to supplier sustainability. In general, all Kraft Heinz suppliers are asked to",
        "responsible water stewardship. For key commodities, we have more indepth mechanisms to oversee water stewardship such as our Sustainable",
        "Agricultural Practices Manual, sustainably-sourced tomatoes goal, and",
        "grower audits (see page 67 for more details on our sustainable agriculture",
        "municipal water supply. The facility also redirects excess solid waste from the tomatoes",
        "*Please note that environmental data for years between the base year (2019) and reporting year are not recalculated for acquisitions and divestitures as per our Basis of Reporting for key ESG indicators.",
        "and optimization, environmental management system digitalization and better",
        "Reduce energy use intensity by 15% across our manufacturing",
        "environment for our employees to work, can consume significant amounts of energy. In",
        "this type of interdependent environment, we know many opportunities exist to reduce",
        "energy consumption through operational optimization. Our scale provides us with a",
        "implement successful energy-savings initiatives across our business.",
        "area and capitalize on them. Kraft Heinz is committed to reducing energy intensity",
        "by 15 percent across our manufacturing facilities with a 2019 baseline. Our energy",
        "In 2022, we improved energy use intensity by 4.22 percent across our manufacturing",
        "acquisitions and divestitures in 2022. While we are working on improving the energy",
        "improving their energy strategy through efficiency measures and equipment upgrades.",
        "boiler blowdown improvement project to further improve their energy efficiency. The",
        "project resulted in significant heat recovery which reduces the facility’s reliance on nonrenewable resources for heating.",
        "We are rolling out a robust energy reduction roadmap in line with our global net zero",
        "strategy. Our goal is to have better control of our energy usage by in-housing critical",
        "production processes. While this may diminish progress on our energy intensity goal",
        "in the short-term, we are committed to delivering energy and GHG reductions through",
        "In 2023, we are focusing on energy roadmaps related to our largest global sites.",
        "We aim to decrease energy use intensity by 15 percent by 2025. In 2022,",
        "we reduced energy use intensity by 4.22 percent as compared to our 2019",
        "*Please note that environmental data for years between the base year (2019) and reporting year are not recalculated for acquisitions and divestitures as per our Basis of Reporting for key ESG indicators.",
        "At Kraft Heinz, we have pledged to achieve net zero greenhouse gas (“GHG”) emissions",
        "reduce the ongoing threat of climate change. As a milestone on our path to achieve net",
        "zero emissions, consistent with the Science Based Targets Initiative (SBTi), we will target",
        "a near-term absolute emissions reduction of 50 percent by 2030 across all three scopes",
        "A considerable portion of our total carbon footprint is produced from our Scope 3",
        "emissions, and more specifically originate in our supply chain (see graphs to the right",
        "for emissions breakdown). Agricultural and ingredient-related emissions are particularly",
        "We began a partnership with external climate experts to help us define our pathway to net",
        "zero. In late 2022 we worked to define technical decarbonization pathways for Kraft Heinz",
        "and develop our approach to addressing product carbon intensity through portfolio",
        "• Building the cost of carbon into our financial planning and investment decisions;",
        "• Further aligning internal performance incentives with net zero targets;",
        "• Transitioning to net zero manufacturing facilities and improving our logistics",
        "A significant portion of our GHG emissions reside in",
        "• Reducing the impact of enteric emissions by partnering to scale methane inhibitors",
        "• Transitioning to more circular and lower carbon packaging;",
        "2023, we are working to further embed our net zero strategy within our 10-year strategic",
        "exploring investments in critical technologies including carbon removals, where we have",
        "clear scientific evidence of material GHG emissions reduction.",
        "We are continually striving to improve the accuracy of our Scope 3 emissions reporting. There were several material amendments made to our 2021",
        "Scope 3 figures due to data error, improved data quality, inclusion of FLAG emissions, and/or improvements in calculation methodology.",
        "A big component of this commitment is both reducing how much energy we consume,",
        "and thereby reducing the associated emissions where applicable, as well as rethinking",
        "our energy sources and supporting to expedite the energy transition. As such, we are",
        "committed to procuring the majority of electricity from renewable sources by 2025.",
        "In 2022 we made major headway on our renewable energy commitments toward our 2025",
        "goal. Our first large scale renewable electricity supply started in June 2022 and by yearend, approximately 15 percent of our U.S. manufacturing facility electricity consumption",
        "for the year was supplied from renewable sources. Globally in 2022, we contracted",
        "renewable electricity capacity that will come online in multiple phases over the next two",
        "(“vPPA”) with BHE Renewables, a Berkshire Hathaway Energy business, for our U.S.",
        "global energy usage. This partnership will initially cover",
        "approximately 30 percent of the energy usage at our U.S.",
        "to approximately 60 percent. The renewable energy is delivered by BHE Renewables’",
        "based in Madrid, Spain. This was our first investment in wind energy, and",
        "we expect to source over 90 gigawatt hours per year of renewable energy",
        "vPPA is expected to generate enough renewable electricity to power",
        "2025 renewable electricity procurement goal. We are currently identifying",
        "and implementing new renewable energy projects across the world to",
        "support our net zero commitments. Kraft Heinz is planning to expand",
        "build-out of renewable electricity generation capacity, and supporting",
        "Reduce waste to landfill intensity by 20% across our manufacturing facilities",
        "At Kraft Heinz, we think about waste holistically. To source, produce, and package food",
        "about materials and food-related flows, detailed waste evaluations help us identify where",
        "facilities divert more than 90 percent of our solid waste to recycling or byproducts usage.",
        "Kraft Heinz is committed to reducing our waste to landfill intensity by 20 percent across",
        "manufacturing facilities with a 2019 baseline. Our waste reduction strategy includes a",
        "variety of levers including waste minimization and diversion to beneficial use.",
        "In 2022, we improved waste intensity by 18.4 percent compared to our 2019 baseline. Our",
        "facilities have been steadfast in their waste minimization through the identification and",
        "reallocation of waste streams for beneficial use, primarily for food and packaging waste.",
        "As an example of our positive waste progress, our facility in Pasuruan, Indonesia – where",
        "many well-loved favorites from our ABC brand are produced – achieved Zero Waste to",
        "Landfill status verified by an independent third-party. The facility diverts its waste to",
        "collaboration with Re>Pal, a sustainable pallet manufacturer that creates zero",
        "waste pallets by fully utilizing difficult to recycle plastics with their unique",
        "As we look to the future, we are continuing to prioritize key global facilities for waste",
        "elimination. Our facilities continue to seek opportunities to reduce the waste we generate",
        "and divert waste for beneficial reuse and other by-products.",
        "We aim to decrease waste to landfill intensity by 20 percent across our",
        "manufacturing facilities by 2025. In 2022, we waste to landfill intensity by",
        "*Please note that environmental data for years between the base year (2019) and reporting year are not recalculated for acquisitions and divestitures as per our Basis of Reporting for key ESG indicators.",
        "Recycling to support our journey towards reducing waste to",
        "their landfill waste stream) of defective or unusable packaging",
        "we also worked extensively to develop ways to prevent sending meat waste to",
        "the landfill across four of our other facilities. In the U.S., meat waste must be",
        "this waste to be diverted from the landfill and sent to anaerobic digesters and",
        "In 2022 alone, we diverted approximately 1,209 metrics tons of meat waste from",
        "According to the United Nations Environmental Program, it is estimated that",
        "approximately 14 percent of food produced is lost between harvest and retail. Food waste",
        "is detrimental to the environment, leading to wasted resources like energy, water, land,",
        "and increased greenhouse gas emissions. As the population grows, the pressure on our",
        "Food waste is an important priority at Kraft Heinz. We focus on the entire value chain",
        "in terms of where food waste can be reduced. This includes sourcing, production,",
        "Kraft Heinz has joined together with industry peers to eliminate food waste globally. Kraft",
        "U.K.: In the U.K., Kraft Heinz is a member of the Food Waste Reduction Roadmap (FWRR)",
        "initiative, which aims to reduce food waste in the U.K. by 50 percent by 2030. The initiative",
        "on sustainability) to verify data and encourage best practices. Kraft Heinz committed to",
        "setting a target for food waste reduction across our own operations towards the broader",
        "food waste in operations by 50 percent by 2025. Kraft Heinz will use the globally recognized",
        "Food Loss and Waste Accounting and Reporting Standard to report our progress. Kraft",
        "Consumer Goods Forum’s global Coalition of Action on Food Waste.",
        "In 2022, Kraft Heinz joined the Consumer Good Forum (CGF) Food Waste Coalition of",
        "the Food Waste Coalition of Action is ‘to halve per capita global food waste at the retail",
        "a robust food waste strategy and target. Progress on this topic will be shared in future",
        "food waste in its manufacturing operations. Our Mont",
        "3,000 metric tons of waste destined for the landfill each",
        "year. To improve its waste profile, the facility completed",
        "a full audit of its waste streams. Recognizing that food",
        "scraps were a major source of waste, employees were",
        "then trained to separate organic food waste so that a clean",
        "stream of organic waste could be sent to a bio-digestor that",
        "anaerobically digests this waste into biogas for electricity,",
        "reduced its waste to landfill by 21 percent compared to our",
        "2019 baseline year, ahead of our 2025 waste to landfill target.",
        "Our comprehensive approach to packaging seeks to meet extensive packaging regulations, aims to cut waste, conserve natural resources, ensure",
        "At Kraft Heinz, we aim to make 100 percent of our packaging globally recyclable, reusable, or compostable by 2025. We have partnered with environmental",
        "towards more sustainable packaging alternatives. We plan to roll out an ambitious virgin plastic reduction goal which will be available on our website in",
        "We consider the appearance, functionality, cost, and environmental impact of packaging design, focusing on product",
        "Pulpex’s current data indicates the carbon footprint of Pulpex bottles is materially less",
        "be widely and readily recyclable in paper waste streams. The next step in the process",
        "brand’s sustainability efforts contribute towards reducing packaging and removing virgin",
        "and is certified by the International Sustainability &",
        "Carbon Certification, a third-party. While not yet widely-recyclable based on the current",
        "In collaboration with The Sustainability Consortium, we also joined forces with our",
        "such as sachets and portion cups are essential to helping reduce waste. However, the",
        "of many materials recovery and recycling facilities. In 2022, the group began waste",
        "the waste sorting process by using digital watermarking technology. Digital watermarking",
        "We expanded our pilot with Loop, a waste-free shopping",
        "In 2022, Kraft Heinz joined the Consumer Good Forum (CGF) Plastic Waste Coalition of",
        "Action. The aim of the Plastic Waste Coalition of Action is to accelerate the industry’s",
        "snappable pots is certified on a mass balance basis by the ISCC, a global sustainability",
        "this so the materials we use stay in our packaging and out of the environment.”",
        "Sustainable Packaging Coalition | United States and Canada",
        "National Zero Waste Council Management Board Member and participant in multiple working groups working",
        "collaboratively to advance waste prevention and the circular economy in Canada.",
        "In 2022, we further improved our approach to data-driven sustainability",
        "partnership with ELEVATE*, now known as LRQA, due to their marketleading expertise in ESG, sustainability, and supply chain services.",
        "At Kraft Heinz, we recognize our suppliers as partners and want to bring them to the table to advance the sustainability agenda. Our",
        "our aspirational destinations, for the conduct and sustainable operation of our supplier network.",
        "environmental and human rights risks. The cross functional taskforce meets monthly,",
        "We are committed to respecting our environment and to eliminating deforestation and",
        "to good business and to address the climate change our world is facing. We have both the",
        "management and reduction of greenhouse gas (GHG) emissions and water",
        "painful procedures and promote sustainable practices.",
        "practices that match their values and expectations. Good animal welfare, environmental",
        "reduce waste and provide a safe, nutritious food supply. Knowing this, we integrate science and",
        "welfare while also being cognizant of our greenhouse gas footprint. We continue to engage with",
        "As a food and beverage company, we recognize the importance of sustainable agriculture in our products. Through the work of",
        "our experienced agronomists and procurement teams, we are proud to work with our suppliers to advance sustainable agriculture",
        "At Kraft Heinz, we have a long history of working with growers to promote sustainable",
        "agricultural practices. We support a wide variety of sustainable agricultural practices that",
        "we strive to stay at the forefront of sustainable agriculture, applying what we learn through",
        "trials and demonstrations. The Kraft Heinz Sustainable Agriculture Practices Manual forms",
        "source 100 percent of tomatoes for Heinz tomato ketchup sustainably.",
        "our farmers. We are committed to further building on our strong sustainability",
        "Sustainable farming practices do more than save important natural resources. They also have the potential to considerably increase",
        "strengthen our Sustainable Agriculture Practices Manual (SAPM) and is working in partnership with growers to implement those",
        "elected to benchmark our SAPM to SAI Platform’s Farm Sustainability Assessment",
        "(FSA), the recognized industry tool for assessing on-farm sustainability. We achieved",
        "In 2022, we canvassed our suppliers to map any pre-existing voluntary sustainability",
        "our Heinz ketchup tomato volumes were already sustainably produced. Building on this",
        "with further FSA audits, we completed the year with 75 percent sustainably sourced Heinz",
        "brands to expand the scope of our sustainable agricultural program.",
        "Throughout 2022, Kraft Heinz Director of Agricultural Sustainability, Martina Henry,",
        "ensuring successful social and environmental outcomes based on solid economic",
        "– Martina Henry, Director, Agriculture Sustainability, Kraft Heinz and SAI Platform",
        "Our Sustainable Agricultural Practices Manual is benchmarked against SAI Platform’s",
        "Farm Sustainability Assessment (FSA) 3.0 and received ‘Silver Level equivalence.’ This was",
        "the first sustainability program successfully benchmarked against the updated FSA 3.0",
        "purchasing 100 percent sustainably sourced Heinz ketchup tomatoes by 2025. It",
        "quality, sustainable ingredients we rely on to produce our brands.",
        "getting the most out of their membership with Sustainable Agriculture Initiative",
        "our efforts to gain an understanding of the potential for carbon sequestration in our",
        "advance our sustainable sourcing and decarbonization objectives, including building",
        "to build climate resiliency. This project will commence in 2023 and we look forward to",
        "about sustainability very seriously. This commitment",
        "growers and the level of knowledge about sustainable",
        "educational events focused on the topics of climate",
        "how they can positively impact climate change and worker well-being in their daily work.",
        "tomato diseases and the safe and sustainable use of pesticides. The events enhanced the",
        "Introducing Assan Foods to the Kraft Heinz Sustainable",
        "ESG priorities, including our Sustainable Agricultural Practices Manual. We commissioned",
        "a local supply chain and sustainable agriculture expert to undertake an extensive sixmonth study of the Turkish tomato industry which analyzed the nature of the supply",
        "chain and the relative maturity of growers in terms of sustainable farming, human rights,",
        "and climate resiliency. The findings have been used to inform our ongoing engagement",
        "and support strategies to address identified gaps and build a more equitable, climateresilient, and sustainable supply of tomatoes in Turkey. To further support growers, we",
        "Woolf Farming: Farming with a commitment to sustainability",
        "obligation to sustainably manage the region’s natural resources very seriously. That",
        "to exceptionally high standards of social commitment, environmental performance,",
        "building on this legacy of sustainability and trust.”",
        "Goal metric: Reduction of energy use intensity by 15% using 2019",
        "Goal metric: Procure majority of electricity from renewable sources",
        "Goal metric: Reduce waste to landfill intensity by 20% across our",
        "Percentage made from recycled and/or renewable materials (as a percentage of total weight of all packaging)",
        "Non-renewable materials used to produce or package primary products",
        "Renewable materials used to produce or package primary products",
        "Goal metric: Purchase 100% sustainable palm oil by 2022",
        "Percentage of external manufacturers' suppliers with sustainable sourcing",
        "Goal metric: Purchase 100% sustainably-sourced Heinz ketchup"
    ],
    "social": [
        "INTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Healthy Living and Community Support ............................................................................................................................................................................... 18",
        "Diversity, Equity, Inclusion & Belonging ........................................................................................................................................................................ 19",
        "Employee Health & Wellness ........................................................................................................................................................................ 24",
        "Product Health .................................................................................................................................................................................................................. 32",
        "Food Safety & Quality ...................................................................................................................................................................................................... 37",
        "Healthy Living Recipes ................................................................................................................................................................................................... 40",
        "We Own Our Safety ......................................................................................................................................................................................................... 41",
        "Supplier Diversity Program ..............................................................................................................................................................................................61",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "feed the world through the products our employees bring to consumers — all coming",
        "centering our ESG goals around three pillars: Healthy Living & Community Support,",
        "challenges. And because our Value We do the right thing is part of our people’s DNA, we do it with",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "engaged approximately 5,550 ingredient and packaging suppliers, partnered with approximately 210 external manufacturers, and had approximately 37,000 employees around the world.",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Our Vision and Values invite every employee to play an active role in our Company’s journey. We embrace diversity, equity, inclusion, and belonging, and we strive to be the",
        "* This figure only includes regular full-time employees. Note that Kraft Heinz has additional temporary, seasonal and student workers. Please refer to page 81 for a consolidated number of employees.",
        "People of Color in the U.S. ................................................. 28%",
        "INTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "regularly, including stockholders, consumers, customers, employees, NGOs and",
        "community leaders, and leads the ESG Steering Committee.",
        "more than 1,500 executives and employees throughout the business, including our",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Our global stakeholder network includes both the internal and external people and parties whose support is important to the long-term success of our business, and those who are",
        "Together at the Table: Kraft Heinz 2023 ESG ReportSTAKEHOLDERSStockholdersCustomersEmployeesNGOsIndustry AssociationsGovernment/ RegulatoryConsumersSuppliersPhilanthropic PartnersTYPE OF ENGAGEMENT• Annual Meeting of Stockholders• Quarterly earnings presentations• Regular meetings, both in-person and via phone• Customer surveys• Meetings with customer teams on ESG requirements• Global employee engagement survey• Global employee ESG survey• Senior leadership ESG survey• Internal communications platforms• Business Resource Groups• Ongoing proactive and reactive engagement• In-person meetings on select issues• Industry engagement via meetings and conference calls on key issues• Board participation• Direct engagement with government officials on public policy issues• Indirect advocacy through coalitions and trade groups• Support of candidates for public office through The Kraft Heinz Political Action Committee• Consumer call center• Corporate and brand social media• Consumer insights• Supplier Guiding Principles• Supplier surveys• Supplier audits• Meeting with select suppliers• Donations• Partner collaboration • Participation on partner Boards SUBJECT AREAS DISCUSSED• Governance• Climate Change• Sustainable sourcing• Health and wellness• Human Rights• Operational impact on environment• Transparency/external reporting• Innovation• Animal welfare• Sustainable sourcing• Operational impact on environment• Community impact/food security • Nutrition and health• Climate change• Sustainable sourcing• Operational impact on environment• Community impact/food security • Nutrition and well-being• Workplace health and safety• Transparency• Climate change• Sustainable sourcing• Water stewardship• Operational impact on environment• Animal welfare• Packaging sustainability• Human rights• Nutrition and well-being• Transparency• Nutrition and well-being• Animal welfare• Food safety• Sustainable and regenerative agriculture• Tax• Trade• Nutrition and well-being• Labeling• Regulatory issues related to ESG• Animal welfare• Packaging sustainability• Sustainable sourcing• Operational impact on environment• Nutrition and well-being• Community impact/food security • Transparency• Climate• Sustainable sourcing• Animal welfare• Packaging sustainability• Human rights• Food safety • Food waste• Innovation• Global hunger alleviation• Community impact/food security• Sustainable agriculture • Food waste\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "results on an ongoing basis to reflect any substantial changes in standing on these priority issues and allow for the inclusion of new or",
        "mandatory regulations, voluntary policy initiatives, online news and media, as well as a cross-functional employee survey. Through",
        "The Kraft Heinz Company and our employees are expected to conduct business in",
        "integrity and transparency. All employees, officers, and directors are required to abide",
        "training, communications, and guidance to our employees around the world. Further,",
        "employees are required to annually certify that they have read and will follow the global",
        "training, communications, and guidance to all global employees. Employees are required",
        "compulsory trainings on issues such as anti-corruption, conflict of interest, dignity and",
        "respect, whistleblowing, IT security, and due diligence matters. All training is monitored",
        "our Value, We do the right thing, we designate critical E&C courses as Threshold Training",
        "percent completion of all threshold training courses by the end of the year to reach",
        "their full bonus potential. If a zone does not meet or exceed their threshold training",
        "To help employees report potential misconduct, the Company provides several reporting",
        "KraftHeinzEthics.com. We do not tolerate retaliation against an employee who reports",
        "As part of the Company’s ongoing engagement in the communities where our employees",
        "value chain, including employees, suppliers, customers, consumers, and shareholders",
        "communities where our employees live and work. Our goal is to ensure public officials",
        "representing our people, products and manufacturing facilities understand the issues",
        "PAC) expenditures. The Kraft Heinz Code of Conduct requires all employees to maintain",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Kraft Heinz believes that trade association membership and participation provides a number of benefits to our business and employees,",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG ReportACCOUNTABILITY We will continue to maintain ESG oversight with the Board of Directors. Our CEO, key leadership, and respective team members lead and support our ESG goals and have linked key performance metrics embedded.COMMUNICATE TRANSPARENTLY AND AUTHENTICALLYWe will continue to publish annual, third-party verified ESG reports, aligned to industry-best reporting frameworks. We will report climate, forests, and water information on an annual basis to CDP and engage with stakeholders on material ESG issues.MARKET OUR PRODUCTS RESPONSIBLYWe will continue to market and advertise our products in a responsible and suitable manner to all audiences.PROMOTE WORKPLACE HEALTH AND SAFETYWe will continue to provide a healthy, safe, and secure workplace. We improved safety Key Performance Indicators (KPIs) over last year, representing some of the best results among our food and beverage industry peers.OPERATE ETHICALLYWe will continue to conduct business in an ethical manner and unwavering commitment to integrity and transparency.PROMOTE DIVERSITY, INCLUSION, AND BELONGINGWe will continue to demand and promote diversity, inclusion, and belonging in all aspects of our Company.\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "prioritizes the issues that matter most to the Company business and stakeholders, focusing on areas that have the greatest impact. It includes three key pillars: Healthy Living & Community Support, Environmental",
        "Our goal is to build value among our Company’s broad set of stakeholders by incorporating socially responsible business practices within our own operations and across every stage of our supply chain.",
        "A key part of our corporate strategy is a commitment to people, to",
        "nutrition and health, and to making life delicious all at once. Some of",
        "target achievements outlined by the World Health Organization’s",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "steadfast commitment to nutrition, health, and the everyday needs of the many communities we",
        "occasion and provide community support wherever we can.",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "policies and practices for LGBTQI+ inclusion. Also received the designation: Best Place to",
        "programs that impact Latino employees, vendors, and customers",
        "We recognize the importance of learning and training opportunities to foster understanding",
        "and appreciation of diversity among our employees. As part of this commitment, we have",
        "introduced development initiatives such as interrupting bias in our Organizational People",
        "we include a module which focuses on our Value of We demand diversity and emphasizes",
        "the significance of diversity and inclusion in the workplace and equips our employees with",
        "training opportunities are integral to our commitment to build a more diverse, inclusive, and",
        "We have made significant progress in our diversity, equity, inclusion, and belonging (DEI&B)",
        "inclusive. We have created a nurturing community, spotlighted exemplary leaders from all",
        "To ensure accountability and drive real organizational change, our Global Inclusion Council is a",
        "INTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "across geographical regions while being thoughtful about the multiple definitions of diversity",
        "improved our global engagement score for all of our key inclusion drivers including “Opinions",
        "Additionally, we understand the importance of verifying our inclusion aspirations by collecting",
        "data from our employees through our regular engagement surveys. We will also verify our",
        "inclusion aspirations are aligned with the experiences of our employees. We are committed to",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Communication & Learning, Culture, and Communities to bring our We demand diversity value to life.",
        "commemorate Juneteenth as a time for reflection, education, and action that is now a part",
        "of our annual calendar for both our U.S. and Canada employees. Employees listened to a",
        "plant hosted their 2nd Annual Juneteenth celebration with 30 employee and family volunteers",
        "engaging sessions focused on diversity, equity, inclusion, and belonging. These sessions:",
        "• Helped employees enhance their understanding of the lived experiences of",
        "• Introduced the concept of inclusive design thinking for employees to leverage in their",
        "• Encouraged employees to be the change they wish to see in the world through their",
        "employees’ skills, knowledge, and abilities to help them perform their jobs more effectively",
        "Company’s award-winning leadership academies specifically designed for people of color:",
        "psychologically safe spaces for leaders to unpack diversity, equity, and inclusion challenges and",
        "We also piloted NextUp Soar program to give Associate Director level and above employees a",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "fundamental component of our strategy and one which we achieve through educational",
        "Annually, our Business Resource Groups (BRGs) lead significant events for employees related",
        "Life Delicious, and our Values — particularly around We Champion Great People and We Demand",
        "Diversity to bring these Values to life in spaces and places across the office. Our accessibility and",
        "for meditation or prayer, a parent room for nursing, feeding and childcare routines, brailleenabled elevators, as well as color & intuitive wayfinding that supports neurodiversity, and aids",
        "of our UK Disability Recruitment approach to improve our efforts in this community in three",
        "stages: education and training, implementation, and communication. The audit findings will",
        "guide our strategy moving forward to ensure true inclusion of current and future employees.",
        "Since 2020, our Glenview R&D Community Champions have leveraged their expertise and",
        "community and provide employees with an opportunity to connect through a passion for",
        "Chicago High School of Agricultural Sciences for STEM and Career education, Chicago American",
        "Annual Hero Hustle to raise funds for community grants.",
        "DisabilityIN: The leading nonprofit resource for business disability inclusion worldwide.",
        "They aim to create an inclusive global economy where people with disabilities participate fully",
        "jobseekers: Employers who are part of the network believe that people living with chronic",
        "illness or disability are capable of being productive employees — and jobseekers who use the",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "BRGs play an important role in our culture and helping us advance our diversity, inclusion, equity, and belonging efforts. These groups are",
        "employee led, and support culture, career, community, and business initiatives at Kraft Heinz.",
        "• The 57 (general cultural awareness and employee connection);",
        "To create a more diverse and inclusive organization, our Value, We demand diversity, is our north star around the globe and we challenge ourselves",
        "to bring this value to life every day. One way we do this is by continuing to invest in our BRGs so that they can provide a safe space for employees",
        "rich diversity of our employees. Throughout the year, the BRGs had many accomplishments including our Reconciliation Working Group being",
        "disabilities in Thailand, participating in community activities such as the Bud Billiken Parade and Chicago AIDS Walk in Chicago, and BRG leaders",
        "As a leader in this space, we are looking forward to continuing to celebrate diversity, promote equity, and create spaces where employees",
        "INTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "We are committed to supporting and inspiring a lifestyle of well-being for our employees in and out of the workplace. We aim to provide",
        "equitable benefits coverage through affordable core plans of healthcare, protection, and future savings complemented by local benefits",
        "to address market trends and cultural nuances and access to additional plans tailored to meet individual needs and promote diversity,",
        "LiveWell at Kraft Heinz amplifies our commitment to help employees achieve optimal",
        "well-being physically, emotionally, socially, and financially. Throughout the year, we raise",
        "awareness of health and well-being topics through speaker series, global and local events and",
        "targeted initiatives on physical fitness, nutrition, mental health, family and community, and",
        "financial education. In 2022, we partnered with our Nutrition team to introduce The Nutrition",
        "Nugget. This feature encourages our employees to “Eat Well, Be Well and LiveWell.” Information",
        "Our global LiveWell hub and complementary local LiveWell sites provide employees easy",
        "we expanded our education reach via our learning platform, Ownerversity. This additional",
        "touchpoint helps employees navigate the elements of Total Rewards, including compensation,",
        "employees with paid time off for breastfeeding and we have dedicated nursing rooms in",
        "At Kraft Heinz, we operate with empathy and care by supporting our people with the resources",
        "and tools to help them live well. Our Mental Health framework is a key part of this commitment",
        "and aims to create an open culture on this topic. Our Mental Health First Aiders (MHFA) program",
        "includes over 225 cross-functional trained colleagues. In addition to ongoing training, the",
        "provide Employee Assistance Programs (EAP) in 31 countries for confidential life event services",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Ownerversity is the Company’s trusted source of learning for all employees, whether they are",
        "Through Ownerversity, employees have access to custom Kraft Heinz training, learning and",
        "employees to live our Value, We dare to do better every day, and own their personal learning",
        "and development. This empowers employees to execute with excellence in their current",
        "talent within Kraft Heinz while developing employees’ capabilities to help them navigate",
        "The Leadership and Culture Academy is for all Kraft Heinz employees and focuses on leadership",
        "development, manager excellence, and provides opportunities for employees to learn how to",
        "The nine Functional Academies target employees within a specific function, providing a",
        "development of functional capabilities for employees and their teams to thrive in their",
        "IT, Legal, Marketing, Operations, People, Procurement, R&D, and Sales.",
        "and curated playlists to help employees find training more easily. In 2022, Ownerversity",
        "usage was 14 average learning hours per employee (both office professionals and",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Provide 1.5 billion meals to people in need by 2025 from 2019.",
        "dedicated employees. Kraft Heinz employees from all corners of the world have passionately joined the Foundation’s work through annual volunteer",
        "meals to people in need. From 2019 through 2022, we’re 66 percent of the way to our 2025 goal of providing 1.5 billion meals to those in need.",
        "1.5 billon meals to people in need in advance of 2025.",
        "After a two-year hiatus due to the COVID-19 pandemic, Kraft Heinz employees came",
        "this employee-led event, Kraft Heinz employees packed Rise Against Hunger’s signature",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "of local circular economies by partnering with social",
        "appearance. Additional support was provided to program participants through community",
        "events and increased access to social services and nutritionists. As Kraft Heinz and Comida",
        "Driven by a commitment to the communities across Indonesia where employees live",
        "community partners through various food donation programs, donating meal packages to",
        "those in need. A key focus of this community work includes efforts in Indonesia to combat",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "this commitment, Rise Against Hunger was able to reach over 4.4 million people through food",
        "Zimbabwe, produced 5,538 metric tons of food and impacted more than 1 million people.",
        "people facing hunger today, Rise Against Hunger promotes",
        "The community where she lives is prone to droughts and wildlife",
        "healthy crops. The Planting Seeds for Strong Communities",
        "and receiving Village Savings and Loan Association group training, Jacquelyne now earns an",
        "income, which she uses to pay for her education and children’s school fees. She also provides",
        "meals at home for her family, alongside her husband, Blyberg, with the help of the community",
        "my education. I was also able to pay for my children’s academic fees.”",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "organization encourages everyone to take action in the fight to end hunger in America, where 34 million people—1 in 10",
        "Feeding America helps us provide more meals to more people experiencing hunger. We",
        "Kraft Heinz recognizes that healthy and nutritious food is",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "eight minutes — providing relief, comfort, and hope to people during what",
        "prepare people and communities for future disasters.",
        "“Every day, people across the country and around the world turn to the Red Cross",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Pittsburgh Community Food Bank. We share a commitment that",
        "– Lisa Scales, President and CEO, Greater Pittsburgh Community Food Bank",
        "work to end hunger in collaboration with 800 community partner",
        "charity that provides healthy school breakfasts to hungry and malnourished",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Improve product health & nutrition by achieving 85% compliance",
        "for main nutrients of public health concern: total sugars, sodium, saturated fat, and calories.",
        "safety constraints. They are the foundation we use to develop new products and improve the",
        "This increase was driven by the evolution of our global portfolio towards healthier options and",
        "nutrients of public health concern and gradually increase positive nutrients (fiber, minerals and",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "to create a micro-encapsulated enzyme product that can convert sugar to healthy fiber in",
        "gut-healthy prebiotic fiber. The team is currently extensively testing the enzyme with the hope",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "or flavors, no added sugar, and come with a Health Star Rating of five stars. Made for little",
        "and vitamin C that helps little ones’ immune system. These healthy snacks are free from",
        "for the health and well-being of children under five. They are a registered",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Kraft Heinz is a globally trusted producer of delicious foods. We are passionate about food safety and quality, and we will not compromise on it. Our",
        "Quality & Food Safety Management System gives us and our consumers a high level of confidence in the safety and quality of the food on our plates.",
        "We are continuously investing in quality and food safety processes and constantly improving",
        "In order to drive compliance and food safety beyond industry standards, we established Golden",
        "We implement a consistent, comprehensive food safety and product quality management",
        "regulatory compliance and industry standards. Our food safety and product quality",
        "Our quality and food safety management system helps ensure our owned factories and our",
        "vendors are also compliant with Global Food Safety Initiative (GFSI) recognized certification",
        "In order to ensure constant improvement of our food safety and product quality management",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Employees responsible for creating, approving or placing marketing materials for Kraft Heinz",
        "Advertising Standards Code and Children and Young People’s Advertising Code.",
        "• Not undermining the importance of a healthy and active lifestyle nor",
        "We are committed to the health and well-being of mothers, infants, and young children.",
        "complementary foods. The Company complies with the World Health Organization (WHO)",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "nutrients in each product and how they fit into a balanced and healthy diet as part of the federal",
        "Kraft Heinz supports the voluntary Health Star Rating front-of-pack labelling system in",
        "Australia and New Zealand. The Health Star Rating system rates the overall nutritional profile",
        "Health Star Rating is an easy way to help consumers compare the nutrition of similar packaged",
        "foods and make healthier food choices. The Health Star Rating system was implemented",
        "with public health experts, the food industry, and consumer groups. Kraft Heinz continues to",
        "support and implement Health Star Ratings on a number of our packaged food products in",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "recipes which fit within relevant guidelines for healthy eating.",
        "and dietary needs. Our Healthy Living recipe collection features recipes that meet nutritional",
        "also have a ‘Healthier Pick’ recipe collection, which has been reviewed and assessed by our",
        "line with our commitments to transparency and supporting healthy living.",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Kraft Heinz is committed to providing a healthy, safe, and secure workplace for employees,",
        "contractors, and all people who visit our facilities. Safety Management is built into our fully",
        "integrated Kraft Heinz Management System (KHMS), combining best-practice safety principles",
        "Health, and Safety (EHS) pillar within KHMS states clear expectations and practical steps to",
        "robust site-level implementation, Kraft Heinz improved its safety KPIs over the last year,",
        "It establishes a culture of intervention that encourages all employees and contractors to",
        "understanding how theses precursors may harm our people and operations and ensures the",
        "In addition, Kraft Heinz manufacturing employees have access to many tools",
        "and programs to help keep safety in mind. These include STOP. THINK. ACT.,",
        "conditions or behaviors, and Safety Triggers, a tool to help employees",
        "potential safety triggers prior to starting their task.",
        "Occupational Safety and Health Administration (OSHA)",
        "2022 saw continued progress in our Worldwide Safety",
        "as compared to 2021. Kraft Heinz is proud of its safety track record, having",
        "strengthening our safety culture towards our goal of zero loss.",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "of food safety and quality. High-quality water will continue to be a vital component",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "evaluated facilities we identify physical, reputational, social, and water quality risks.",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "standards of safety, quality, and sanitation, all while providing a comfortable and secure",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG ReportBales of unusable packaging from our Fresno facility ready to be shipped out for recycling.A sample of corner board developed from recycled Kraft Heinz packaging materials. This product is reusable and is an important protective barrier when shipping products to reduce wastage. \fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "is run by IGD (a food research and training organization) and WRAP (a nonprofit focused",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "food safety and quality, and satisfy our consumers. Our team of experts collaborates with suppliers and external packaging specialists to design better",
        "food packaging for convenience, cost, and food safety. In the coming years, we are evaluating this part of the portfolio to ensure alignment with design",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "development platform, features several employee-focused trainings about the SGPs. All",
        "Kraft Heinz procurement professionals have been trained using this tool and e-training is",
        "mandatory for new members. We have also rolled out our SGP training for our suppliers",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "all employees and related entities, suppliers, and business",
        "timeframes, working conditions (including health and safety),",
        "alliances we have built with suppliers, nonprofit partners, and our global employees.",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "The Kraft Heinz Supplier Diversity program embeds our company Values into our supply base",
        "We are committed to the fair inclusion of diverse suppliers in procurement activities because",
        "we believe this promotes diversity, promotes diversity of thought and innovation, opens doors,",
        "managed by women, people of color, LGBTQ+ people, persons with disabilities, veterans, and",
        "the Supplier Diversity Program, we also founded an internal community of Supplier Diversity",
        "businesses. As the Supplier Diversity Program matures, we plan to expand this outreach",
        "Here at Kraft Heinz, We demand diversity. Globally, women are still fighting for equal",
        "wanted to play a part in the solution and created a strategy to drive supplier diversity and",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "consumption, and maintenance and protection of biodiversity, natural habitats,",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "• Health and Productivity: healthy animals that are provided with quality shelter, feed,",
        "sustainability, and healthy people form an interconnected system, and well-managed farms",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Kraft Heinz participates in various animal welfare outreach and education initiatives.",
        "National Turkey Federation. Within Kraft Heinz, our specialists provide training on farm animal",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "be safely housed in social groups with enough space to perform normal behaviors. While we",
        "housed in social groups, and thus supply is very limited. Even so, we are committed to phasing",
        "Association (AVMA) or World Organisation for Animal Health’s (WOAH) guidelines. Similarly,",
        "antimicrobial use can help protect food quality and enhance safety. In the United States,",
        "we support ongoing research efforts to further demonstrate the safety and usefulness of",
        "to food safety, and we do not maintain any testing facilities. When legally required by",
        "governmental agencies, ingredient safety testing is completed by accredited third-party",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "personnel training, transportation, stunning methods, and auditing. Kraft Heinz’s animal welfare team works with lower performing suppliers, which make up a small percentage of our total supply chain, to create action",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "maintain soil health to ensure the production of food for generations to come. We also adopt",
        "INTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "develop regenerative systems that benefit soil health, biodiversity, water supply, climate",
        "INTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "promote soil health, enhance water holding capacity, reduce reliance on chemical inputs,",
        "and support biodiversity while increasing yields. In 2022, we expanded this pilot as part of",
        "a broader soil health program which we estimate to be double the size of our",
        "change, and health, and safety. Tangible, real-world case studies grew their awareness of",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "overall soil health. My hope is to pass this strategic collaboration, while",
        "INTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX",
        "Goal Metric: Salaried Brazil employee population who identify as",
        "Together at the Table: Kraft Heinz 2023 ESG Report\fINTRODUCTION HEALTHY LIVING & COMMUNITY SUPPORT ENVIRONMENTAL STEWARDSHIP RESPONSIBLE SOURCING APPENDIX"
    ],
    "governance": [
        "initiatives; our ability to realize the anticipated benefits of alliances, joint ventures, investments, or partnerships; our compliance with",
        "ESG Governance ..................................................................................................................................................................................................... 9",
        "Ethics and Compliance......................................................................................................................................................................................... 13",
        "Governance Commitments .................................................................................................................................................................................. 14",
        "Transparency & Labeling ................................................................................................................................................................................................. 39",
        "Kraft Heinz Company (“Kraft Heinz” or the “Company”). This Report reflects our commitment to transparency and provides details on our",
        "Chief Executive Officer and Chair of the Board of Directors",
        "The Kraft Heinz Company is committed to responsible corporate governance. We have designed our governance",
        "Board of Directors establishes corporate policies, sets strategic direction, and oversees",
        "Corporate Governance Guidelines, the Board aims to foster the Company’s long-term",
        "The Board of Directors helps establish and oversee our global ESG objectives and",
        "Our Executive Leadership Team provides oversight and executional leadership for our",
        "including Communications, Corporate Affairs, Finance, Human Resources, Legal/Ethics &",
        "Compliance, Marketing, Operations, Procurement, Research & Development, and Sales.",
        "Accountable to the Board of Directors through the Executive Leadership Team, the ESG",
        "Please visit ir.kraftheinzcompany.com/corporate-governance and/or our Proxy Statement",
        "about our Company’s corporate governance structure and leadership. We are also proud",
        "ESG oversight responsibilities sit with the full Board. The Board believes allocating these responsibilities to the full Board enhances our",
        "Collaborates with members of the Executive Leadership Team on oversight and executional leadership on strategies.",
        "Provide high-touch engagement, track emergent issues, and drive collaboration, transparency, and continuous improvement toward initiatives.",
        "and governance issues that are of greatest concern to our stakeholders and relevant to the success of our business. We reevaluate these",
        "this tech-enabled, dynamic, and data-driven approach, we have strengthened our strategy and governance process to meet the rise of",
        "Kraft Heinz has an established, comprehensive approach to Enterprise Risk Management (ERM). Annually, senior management evaluates",
        "risks and develops the Kraft Heinz risk profile, which is shared with the Audit Committee of the Board of Directors annually. Each risk",
        "owner provides regular updates to the Audit Committee of the Board of Directors.",
        "an ethical manner, guided by our Vision, Values, and an unwavering commitment to",
        "ethical manner and serves as the foundation of our corporate policies and procedures.",
        "To ensure compliance with the global Code of Conduct, Kraft Heinz regularly provides",
        "To ensure compliance with the global Code of Conduct, Kraft Heinz regularly provides",
        "and tracked by the Ethics and Compliance (E&C) team. To reinforce our commitment to",
        "methods, including through managers, Human Resources, Legal and the Ethics &",
        "Compliance team. In addition, we have a confidential Ethics & Compliance Helpline",
        "for reporting an ethics or compliance concern. The Helpline has multilingual staff",
        "in place effective compliance procedures for, and oversight of, lobbying activities,",
        "Kraft Heinz believes that an important aspect of engaging in the political process is transparency and disclosure. Kraft Heinz files",
        "outside counsel to conduct an annual internal audit of all lobbying practices and reporting.",
        "Accountability in conjunction with the Carol and Lawrence Zicklin Center for Business Ethics Research at The Wharton School, University",
        "group of leaders is responsible for creating the strategy, providing governance, oversight, and",
        "to transparency and supporting gender equality throughout the organization.",
        "In the International Zone, we partnered with an external organization to complete an audit",
        "Improve use and transparency of simpler ingredients by 2025.",
        "Compliance* with Kraft Heinz’s nutrition targets increased from 67.7 percent in 2021 to 71.8",
        "to drive progress and have strong governance mechanisms (See page 9 on our internal",
        "governance structure) in place to ensure we reach our goal of 85 percent compliance by 2025.",
        "In 2022, we continued our efforts to improve the quality of data and transparency within",
        "and Platinum Rules that are part of our DNA. The level of compliance of our own sites and",
        "(e.g., FSSC 22000). Many of our factories undergo third party audits and achieve third party",
        "objectives, including governance and technical working groups.",
        "have primary responsibility for compliance with Company guidelines, and such marketing",
        "the U.S. in 2011 to increase nutrition transparency and access by displaying calories, saturated",
        "Our journey toward more transparency involves listening to our stakeholders.",
        "Heinz facility. We track and measure implementation through internal audits, with results",
        "more about our Kraft Heinz Management system to the right) and governance structure,",
        "converted the packaging into reusable corner board dunnage product. In addition,",
        "Founding Member (1950) and Member of Board of Directors.",
        "Founding Member and Chair of the Board of Directors of a national",
        "risk management. To navigate this landscape effectively and ensure a",
        "supply chain for potential human rights risks and non-compliances with",
        "monitored, assessed, and managed. Compliance with our Supplier Guiding Principles –",
        "the basis of our ESG due diligence and ESG audit program – is a contractual obligation for",
        "available in 26 languages through our supplier hub. In 2022, supplier compliance with the SGPs",
        "onboarding new suppliers into the Kraft Heinz ecosystem.",
        "ethical and transparent supply chain and are dedicated to the eradication of slavery and",
        "We continuously monitor and evaluate their compliance with our policies and local laws",
        "through our due diligence processes and audits, which are embedded in our supplier",
        "business partners to implement best practices and facilitate compliance with",
        "societal ethics in our animal welfare decisions. Our Global Animal Welfare Policy and Supplier",
        "improvement projects, such as developing a customized turkey load-out and transport audit.",
        "evidence of non-compliance is found, Kraft Heinz may suspend the",
        "Dairy Cattle. Third-party audits are required to ensure that the U.S. and Canadian programs’",
        "slaughter audit and regular internal animal welfare audits.",
        "administration of antimicrobials, including compliance with bans on antibiotics for",
        "compliance with our requirements through adoption of the FSA itself, or though other",
        "continue to roll out audits and verification to ensure supplier compliance with these",
        "provides a pathway for growers to demonstrate compliance with our requirements, while",
        "also offering a single, industry-aligned tool that reduces duplication and audit fatigue.",
        "agricultural company from California’s fertile Central Valley achieved a 100 percent Gold result on their Kraft Heinz FSA audit.",
        "operational transparency, and legal accountability.",
        "Percentage of supplier respondents that have annual animal welfare audits",
        "Percentage of supplier respondents had a 3rd party animal welfare audit at",
        "Percentage of supplier respondents with annual animal welfare audits at the",
        "Percentage of supplier respondents that have annual animal welfare audits",
        "Goal metric: Percentage compliance with Kraft Heinz Global"
    ]
}