{
    "file": "ESG-Disclosure-Report-2023.txt",
    "environmental": [
        "The Peak Re ESG Disclosure Report 2023 details our commitment to sustainable insurance",
        "practices and Environmental, Social and Governance (\"ESG\") principles. This report",
        "As a signatory to the United Nations Environment Programme Finance Initiative (\"UNEP Fl\")",
        "Principles for Sustainable Insurance (\"PSI\"), we aim to maintain business conduct in responsible",
        "and forward-looking ways that can contribute to sustainable economic development.",
        "climate and environmental risks. The stakes are incredibly",
        "years. The looming climate crisis is poised to escalate",
        "market is now better equipped to support climate change management",
        "efforts. I am confident that our dedication to sustainable development and",
        "middle class is the cornerstone of global sustainable development, and",
        "is both possible and essential, showcasing the sustainability principles that",
        "sustainability principles in its operations, diversity",
        "sustainability-related risks and practices, fall under",
        "views. These addressed recent and forwardlooking sustainability trends, courses of action for",
        "institutions and other stakeholders on the development of sustainable investment and",
        "■ In February 2024, Peak Re joined the HKFI's Climate Charter as one of its 33 inaugural",
        "members, committing to align with the Hong Kong's Climate Action Plan 2050 and a",
        "continued to make progress on integrating sustainability in our operations, which was",
        "“Sustainability in a Changing World”, where we invited in-house and industry",
        "Fosun group of companies, as well as learn about the latest ESG and sustainable",
        "which looks to advance sustainable insurance initiatives in Hong Kong and",
        "Sustainable Finance Cross-Agency Steering Group (“CASG”), whose aim is to",
        "our strategy and aligns with the commitment to sustainable",
        "reinsuring renewable energy across the globe, microinsurance",
        "Industry Climate Charter (\"Climate Charter\") as one of its 33",
        "Climate Action Plan 2050 and a commitment to publishing",
        "continued to make progress on integrating sustainability in our",
        "Source: Climate and Catastrophe Insight, Aon plc, 2024",
        "Examples of Peak Re’s efforts to support sustainability and address the needs of vulnerable groups:",
        "of supporting sustainable economic development. As a reinsurance provider, we",
        "Developed by the UN Environment Programme Finance Initiative (\"UNEP FI\"), Peak Re",
        "was among the early signatories of the Principles for Sustainable Insurance (\"PSI\"),",
        "The UNEP FI promotes the concept of sustainable insurance, aiming to reduce risk,",
        "of sustainability issues. Peak Re demonstrates transparency and accountability,",
        "Climate Charter (\"Climate Charter\") developed by the Hong Kong Federation of",
        "insurance industry’s collective commitment to building a sustainable future.",
        "Climate Action Plan 2050 and the Paris Agreement goals. This involves integrating",
        "sustainability into business operations, investments, underwriting, and product",
        "design. Signatories will support this by setting emissions targets and measuring and",
        "Insurance and the Green and Sustainable Finance Cross-Agency Steering Group",
        "Launch ceremony of the Hong Kong Insurance Industry Climate Charter",
        "categories of operational emissions for Peak Re’s Hong Kong headquarters, where",
        "energy efficiency and foster a culture of sustainability within the company. This",
        "includes our focus on energy savings and recycling.",
        "Tower, an energy-efficient complex embodying sustainable development principles.",
        "The BEAM Plus Gold certified building achieves significant energy optimisation, with",
        "lighting controls, and temperature sensors that adjust to environmental conditions",
        "For the year 2023, the scope 1 (direct) operational emissions for Peak Re’s Hong Kong",
        "or company cars. Scope 2 (indirect) operational emissions from purchased electricity",
        "operational carbon footprint comes from corporate travel. For 2023, our employee",
        "flight mileage was estimated at 8375 miles/ employee with an emissions intensity",
        "Another example of our commitment to sustainability is the",
        "Leadership in Energy and Environmental Design (\"LEED\") Gold",
        "floods (i.e., “acute physical risks”) and longterm environmental changes like rising global",
        "3 \"2024 hottest on record, with August 1.51°C above pre-industrial level\", Climate Action, 2024",
        "modeling and analytics to enhance our climateconditioned modeling capabilities and work with",
        "climate physical risks, including our internal research",
        "regularly discuss climate risks and stress-test our",
        "solutions for emissions mitigation (such as nuclear",
        "6 \"Climate Change: What does the future hold for health and life insurance?\", The Geneva Association, 2024",
        "sustainability profile of our investment portfolio.",
        "to ensure our sustainability efforts and actions are",
        "Examples of recent climate-related opportunities at Peak Re:",
        "including solar, wind, and bioenergy in Asia, the US and",
        "financially sustainable protections that help close",
        "Peak Re's participation in sustainability-related projects",
        "catastrophe bonds as among “the most prominent innovations in the field of sustainable finance in the",
        "7 \"Sovereign Climate Debt Instruments: an Overview of the Green and Catastrophe Bond Markets\", International Monetary Fund, 2022",
        "Nations (\"UN\") Sustainable Development Goals (“SDG”) such as",
        "participation in sustainable insurance programs in the Asian",
        "educating and helping to integrate environmental and social",
        "activities with an emphasis on climate solutions and making",
        "and activities that help build sustainable lifestyles. We",
        "amplify our impact with our time, energy and commitment.",
        "As part of a strategic partnership with CarbonCare Innolab",
        "In partnership with CarbonCare InnoLab (\"CCIL\"), Peak Re",
        "an inspiring solar energy tour on 17 May 2024. In addition to",
        "discussing sustainable energy, the event focussed on diversity",
        "renewable energy, interactive climate change games, and",
        "environment. To bring attention to the environmental impact",
        "preparation of a low-carbon, healthy and delicious meal.",
        "In the spirit of sharing how small actions can impact our energy",
        "consumption and carbon footprint, a Biz-Green Dress Day was",
        "our offices to save energy, and employees were encouraged to come",
        "fosters sustainable development in Yongping, China. Peak Re has",
        "Regarding climate change, we continue to add resources",
        "to our meteorologists and analysts to enhance our climateconditioned modeling capabilities. We also seek to deepen",
        "We have initiated an emissions baselining exercise for",
        "institution, the largest component of our emissions is likely to",
        "come from financed emissions via our investment portfolio",
        "and underwriting emissions. We have started gathering",
        "to accurately measure our investment-related emissions",
        "underwriting emissions, we are in communication with the",
        "Partnership for Carbon Accounting Financials (\"PCAP\") who is",
        "IFRS Sustainability Disclosure Standards (IFRS S1 General",
        "Requirements for Disclosure of Sustainability-related Financial",
        "Information and IFRS S2 Climate-related Disclosures) by the",
        "International Sustainability Standards Board (\"ISSB\") in 2023.",
        "opportunities, reduce our carbon footprint, and support our",
        "clients in climate risk mitigation and adaptation, as well as",
        "their progress on the global United Nations (\"UN\") Sustainable",
        "the global low-carbon transition while advancing social",
        "stakeholders to support sustainable insurance for the future."
    ],
    "social": [
        "Ordinance (Cap. 41). The Company offers both Property & Casualty (“P&C”) and Life & Health",
        "In 2023, our Board members received an ESGfocused training to deepen their knowledge",
        "“Diversity, Equality, and Inclusion”, as part of our",
        "Diversity and inclusion at Peak Re form a significant source of corporate strength",
        "year-end 2023, our staff of over 130 employees represented 18 nationalities. We also",
        "review we expect to bring in more ideas to deepen our diversity and inclusion initiatives",
        "and policies, especially in the areas of recruitment and employee development.",
        "relief and natural peril pools and inclusive health insurance",
        "Included interviews and online employee surveys, with",
        "estimate of 1.35 tonnes CO2e/employee. While in-person meetings are important",
        "transport and local food options, and the provision of healthy",
        "Certification Gold, highlighting our investment in employees’",
        "and reconstruction funding, SEADRIF protects people and",
        "SDG 3: Good health and well-being. Our founding mission of",
        "schemes for women, government health and agricultural",
        "insurance schemes, and innovative health products that",
        "promote inclusion of vulnerable populations, align with SDG",
        "collaborate with local NGOs and community projects to",
        "in Hong Kong, Peak Re employees and their families engaged",
        "in a day of organic ecofarming. After an educational session,",
        "employees got involved in ploughing, planting, weeding, watering",
        "and harvesting, as well as preparing a healthy lunch from freshly",
        "and inclusion. The day included experiential learning on",
        "accredited dietician guided Peak Re employees through the",
        "Nutritional insights for physical and mental wellbeing",
        "In the spirit of employee well-being, combined with our “Green",
        "Monday” healthy vegetarian lunch initiative, Peak Re invited",
        "for the health and well-being of the communities that we",
        "work in, aligning with our mission to create social impact.",
        "of our employees and operations are based. As a financial"
    ],
    "governance": [
        "(“L&H”) reinsurance. It provides innovative and tailored reinsurance, risk management and",
        "In addition to striving to improve our ESG practices, transparency in our actions",
        "internal audit or validation of all controls within the",
        "Board of Directors (the “Board”) upholds the highest",
        "In particular, the composition of our Board includes",
        "more frequently as required. At the quarterly board",
        "governance structure, including ESG monitoring and the",
        "data, research, and risk management on ESG risks and",
        "reinsurance and risk management solutions that support"
    ]
}